[{"印记": "", "題跋類別": "題跋", "作者": "司馬光", "位置": "拖尾一", "款識": "時元豐五年正月壬辰司馬光序", "書體": "行楷書", "全文": "洛陽耆英會序。昔白樂天在洛。與高年者八人遊。時人慕之。為九老圖傳於世。宋興。洛中諸公繼而為之者再矣。皆圖形普明僧舍。乃（缺二字）人之故第也。元豐中潞國文公留（缺二字）都。韓國富公納政在里第。自餘士（缺一字）夫以老自逸於洛者。於時為多。潞公謂韓公曰。凡所為慕於樂天者。以其志趣高逸也。奚必數與地之襲焉。一日悉集士大夫老而賢者於韓公之第。置酒相樂。賓主凡十有一人。既而圖形妙覺僧舍。仍各賦詩。時人謂之洛陽耆英會。孔子曰好賢如緇衣。取其敝又改為。樂善無厭也。二公寅亮三朝。為國元老。入贊萬機。出綏四方。上則固社稷。尊宗廟。下則熙百工。和萬民。為天子腹心股肱耳目。天下所取安。所取平。其勳業閎大顯融。豈樂天所能庶幾。然猶慕效樂天所為。汲汲如恐不及。豈非樂善無厭者與。又洛中舊俗。燕私相聚。尚齒不尚官。自樂天之會已然。是日復行之。斯乃風化之本。可頌也。宣徽王公方留守北都。聞之。以書請於潞公曰。拱辰亦家洛。位與年不居數客之後。顧以官守不得執巴酒在坐席。良以為恨。願寓名其間。幸無我遺。其為諸公嘉羡如此。光未七十。用狄監盧尹故事。亦預于會。潞公命光敘其事。光不敢辭。時元豐五年（西元一０八二年）正月壬辰司馬光序。"}, {"印记": "", "題跋類別": "題跋", "作者": "司馬光", "位置": "拖尾一", "款識": "", "書體": "行楷書", "全文": "（署諸賢爵齒姓名）武寧軍節度使守司徒開府儀同三司致仕韓國公富弼彥國。年七十九。河東節度使守太尉開府儀同三司判河南府潞國公文彥博寬夫。年七十七。尚書司封郎中致仕席汝言君從。年七十七。朝議大夫致仕王尚恭安之。年七十六。太常少卿致仕趙丙南正。年七十五。祕書監致仕上柱國劉几伯壽。年七十五。衛州防禦使致仕馮行己肅之。年七十五。太中大夫充天章閣待制提舉崇福宮楚建中正叔。年七十三。朝議大夫致仕王慎言不疑。年七十二。宣徽南院使檢校太尉判大名府兼北京留守司本路安撫使王拱辰君貺。年七十一。太中大夫提舉崇福宮張問昌言。年七十。龍圖閣直學士通議大夫提舉崇福宮張燾景元。年七十。端明殿學士兼翰林侍讀學士太中大夫提舉崇福宮司馬光君實。年六十四。"}, {"印记": "", "題跋類別": "題跋", "作者": "司馬光", "位置": "拖尾一", "款識": "", "書體": "行楷書", "全文": "（錄文彥博詩並小序）。元豐五年正月十日文寬夫與諸公赴司徒相公之第。為耆年之會。謹成拙詩一篇。上司徒相公兼在席諸公。幸賜一覽。彥博。九老唐賢形繪事。元豐今勝會昌春。垂肩素髮皆時彥。揮麈清談盡席珍。染翰不停詩思健。飛觴無筭酒行頻。蘭亭雅集誇修禊。洛社。(旁注沚字)。英游貴序賓。自愧空束陪几杖。更容款密奉替紳。當筵尚齒尤多幸。十二人中第二人。"}, {"印记": "", "題跋類別": "題跋", "作者": "司馬光", "位置": "拖尾一", "款識": "", "書體": "行楷書", "全文": "（錄富弼詩並小序）。弼伏承留守相公就弊居為耆年之會。承命賦詩。謹錄上呈。伏惟采覽。西洛古帝都。衣冠走集地。豈意名利場。驟為耆德會。大尹吾舊相。曠懷輕富貴。日與退老游。臺閣并省寺。予慚景（點去）最衰耋。亦許預其次。遂欲肖容（衍一字點去）儀。爛然形繪事。閩嶠訪精筆。絞綃布絕藝。今復崇宴衎。聊以示慈惠。幽居近銅駝。荒弊仍湫底。塞路移君庖。盈車載春醴。獻酬互相趣。歡噱不知止。商嶺有四翁。晉林唯七子。校我集諸賢。盛衰何遠邇。茲事實可矜。傳之千百祀。　（又詩并識）。弼竊覽嘉篇。斷章有十二人中第二人之句。又賦一絕上呈。顧我年齡雖第一。在公勳德自無雙。不唯行業終難敵。富貴康寧亦可降。"}, {"印记": "", "題跋類別": "題跋", "作者": "司馬光", "位置": "拖尾一", "款識": "", "書體": "行楷書", "全文": "（書文彥博詩并識）。彥博伏者見公詩。有第一無雙之句。輒成廿八字上呈。洛下衣冠今最盛。當筵尚齒禮容優。惟公福壽并勳德。合是人間第一流。"}, {"印记": "", "題跋類別": "題跋", "作者": "司馬光", "位置": "拖尾一", "款識": "", "書體": "行楷書", "全文": "（錄席汝言詩）。繫國安危唐上宰。功成身退漢留侯。二公閑暇開高宴。九老雍容奉勝遊。共接雅歡恩意洽。不矜富貴禮容優。賞心樂事人間盛。豈獨今稀古莫儔。壯歲塵埃祿仕牽。老歸重到舊林泉。曾無勳業書青史。偶向康寧養耄年。自分杜門居陋巷。敢期序齒預高筵。更斬心形穢才涼薄。不稱圖真接巨賢。"}, {"印记": "", "題跋類別": "題跋", "作者": "司馬光", "位置": "拖尾一", "款識": "", "書體": "行楷書", "全文": "（錄王尚恭詩）。元勳舊德兩台臣。珪組參差又十人。八百喬年餘總數。一千熙運際良辰。席間韻宇（點去）語皆非俗。圖上形容盡奪真。幸會主盟開府盛。誤容衰薄混清塵。服許便衣更野逸。坐從列齒似天倫。二公笑語增和氣。夜久盤花旋發春。"}, {"印记": "", "題跋類別": "題跋", "作者": "司馬光", "位置": "拖尾一", "款識": "", "書體": "行楷書", "全文": "（錄趙丙詩）。新春鼎洛燕英髦。主禮雍容下庶寮。二相比肩官一品。十人華髮仕三朝。星階並列占台耀。尊酒時行揖斗杓。東穎庸夫最無狀。也將顏面趁嘉招。"}, {"印记": "", "題跋類別": "題跋", "作者": "司馬光", "位置": "拖尾一", "款識": "", "書體": "行楷書", "全文": "（錄劉几詩）。司徒碩德今無比。太尉殊勳世絕倫。偶以暮年陪盛宴。喜將白髮照青春。八公祗有山空著。四皓當衰志粗伸。元老相望束亦在。不應此會愧前人。　制舉省元推二相。龍頭昔日屬宣猷。人間盛事并遐筭。一席幾盈九百籌（下注云十二老共八百九十二歲）。"}, {"印记": "", "題跋類別": "題跋", "作者": "司馬光", "位置": "拖尾一", "款識": "", "書體": "行楷書", "全文": "（錄馮行己詩）。書稱五福壽為先。有德人方得壽延。自愧櫟樗非遠器。誰應齒髮亦遐年。立身官未三公貴。推老名陪二相賢。喜抱衰容模梵宇。慚無纖效勒燕然。當時遭遇承陶冶。今日光榮預讌筵。從此洛城增勝概。又新重作畫圖傳。"}, {"印记": "", "題跋類別": "題跋", "作者": "司馬光", "位置": "拖尾一", "款識": "", "書體": "行楷書", "全文": "（錄楚建中詩）。自顧頹齡七十餘。久慚頑鈍費洪鑪。歸逢大老耆年會。衰朽形骸愧畫圖。二相謀猷爛史編。諸公才業過前賢。好圖儀像傳來世。何事頑束亦比肩。"}, {"印记": "", "題跋類別": "題跋", "作者": "司馬光", "位置": "拖尾一", "款識": "", "書體": "行楷書", "全文": "（錄王慎言詩）。相印貂蟬冠六符。華顛高會侍臣俱。不將官職誇鄉里。唯尚年齡入畫圖。履道清歡追故事。立宁瞻陰德見訏謨。叨陪几杖真榮觀。珪璧叢中間王武砆。"}, {"印记": "", "題跋類別": "題跋", "作者": "司馬光", "位置": "拖尾一", "款識": "", "書體": "行楷書", "全文": "（錄王拱辰詩）。西都山水天下奇。神嵩景室環清伊。甫申間氣秀不絕。生賢會聖昌明時。衣冠占數盛文雅。台符卿月光離離。魏京雄壯壓幽朔。遊宮御府嚴天威。膏田千里翳桑柘。犀甲萬旅馴熊羆。公嘗緩帶各三鎮。愚亦繼軫承保釐。追惟契舊最深篤。加復雍孟交旌麾。仁皇一再龍虎牓。桂堂先後攀高枝。宦遊出處五十載。鸞臺驥路俱騰夷。三公極位固遼隔。五年以長猶肩隨。公今復主鳳門鑰。僕亦再撫銅臺圻。二京相望阻河廣。三徑不克陪遊嬉。忽聞幹步踵門至。投我十二耆英詩。整冠肅貌諷章句。若坐寶肆羅珠璣。為言白傅有高躅。九君結社真可師。欲令千載著風亦。亟就僧館圖神姿。詞宗端殿序篇目。滂灑大筆何淋漓。眷予（點去）言履道靡充詘。菟裘近邑將營歸。報云繪素得精神（點去）筆。願列霜壁如唐規。退居舊相國元老。十年還政瀍之涯。康寧貴壽備五福。靈寶盛氣如虹蜺。昔年大對繼晁董。登科賜第同一期。紫垣步武既通接。金莎里閈還鄰比。探禪論道劇酬對。摩軋太古窮天機。二相勳業冠朝省。爵齒宦學誰依稀。今將肖貌表來世。詎可下客聯纓緌。既蒙月品定人物。不敢循避違風期。（缺）承開閤厚賓客。富有景物佳園池。銅駝坊西福善宅。脩竹萬個籠清漪。天光臺高未百尺。下眺林嶺如屏帷。花王千品盡殊勝。風光繡畫三春暉。六相街中潞公第。碧瓦翠木煙參差。左隅廟室本經禮。右閣宸翰尊星奎。婆娑青鳳舞松柏。煥爛素錦薰酴醾。石渠飛溜漱寒玉。晝夜竽瑟嗚階墀。伊予陋巷治窮僻。姑喜地廣為環溪。樓名多景可曠望。臺號風月延清輝。四時花蘤不外假。拏舟傲幘聊嬉怡。懷歸撫事若飢渴。恨無羽翼西南飛。人生交舊貴倫輩。情親意接心相知。豈無晚秀負才縕。高談大笑拘禮儀。洛中故事重名義。燕毛第以年相推。濯冠登仕荷天寵。尊君報國當百為。既嗟大耋盍知止。納祿謝事皆所宜。顧方北道倚煩劇。未許解紱披荷衣。長篇不令負花約。(旁註云。公貽莫負花前約之句。)為指風什歌式微。如羹甘露爽心骨。似柄玉麈親顏眉。蘭叢雖未長羅宅。菊英亦自思陶籬。子山已著小園賦。彥倫有愧鍾山移。聊攄短引謝招隱。肯使猿鶴常驚啼。"}, {"印记": "", "題跋類別": "題跋", "作者": "司馬光", "位置": "拖尾一", "款識": "", "書體": "行楷書", "全文": "（錄張問詩）。槐庭二老樂堯仁。盛集高年洛水濱。華袞具瞻雖禮絕。白頭序齒見情親。清閒几席同禪悅。山野巾裘似隱淪。尊酒椒香纔過節。池塘草色已催春。白公酣暢吟哦內。衛武康強笑語頻。豈獨丹青傳不朽。潛欣風俗欲還淳。芝田鶴戲調神健。蓮葉龜遊納息勻。商皓寂寥拘小隱。漢束局蹙止家人。莫因氣貌疑丹穴土黽。自有光陰寄大椿。復得兼謨為重客。（旁注云。司馬光未七十）。恐遺文爽在編民。神仙可學今方信。道術相忘久益真。滿座交歡祝眉壽。群生五福託鴻鈞。"}, {"印记": "", "題跋類別": "題跋", "作者": "司馬光", "位置": "拖尾一", "款識": "", "書體": "行楷書", "全文": "（錄張燾詩）。洛城今昔衣冠盛。韓國園林景物全。功在三朝尊二相。數踰九老萃群賢。當時鄉社荷高會。此日居留許款延。多幸不才陪履舄。更慚七十是新年。"}, {"印记": "", "題跋類別": "題跋", "作者": "司馬光", "位置": "拖尾一", "款識": "", "書體": "行楷書", "全文": "（自錄詩）。洛下衣冠愛惜春。相從小飲任天真。隨家所有自可樂。為具更微誰笑貧。不待珍羞方下助。只將佳景便娛賓。庾公此興知非淺。藜藿終難作主人。（自席汝言至司馬光詩前俱題同前二字并署名。）"}, {"印记": "", "題跋類別": "題跋", "作者": "司馬光", "位置": "拖尾一", "款識": "", "書體": "行楷書", "全文": ""}]