[{"印记": "", "題跋類別": "作者款識", "作者": "鄭禧", "位置": "本幅", "款識": "至正癸巳（西元一二九三年）。平江鄭禧為介甫作。", "書體": "行楷書", "全文": ""}, {"印记": "", "題跋類別": "題跋", "作者": "陳遇", "位置": "拖尾", "款識": "至正乙未九月日。進士都省授紹興路儒學正亦山陳遇序。", "書體": "楷書", "全文": "聚芳亭者。晟溪介甫提舉游息之所也。其扁則九皋學士之所書也。其他名士吟詠。已成鉅軸。其芳之所以聚。與亭之所以名。亦略盡之。顧余蕪陋。何足以道萬一。然觀其亭之大。僅容數客。其花木不過數品。頗有閑雅幽深之趣。似與騷壇麗製。若不相似者。及登亭而望。則翠弁諸毗峨其西。何道諸峰環其西南。洞庭三十六峰迤其北東。其遠則參差火因樹。若圖若畫。其近則掩日英幽花。如錦如繡。凝眸而視。則紛紅駭綠。自獻於几席。屏息而坐。則生香異馥。自呈於鼻觀。曠而夷。穴目而深。一舉而兼有之。信乎斯亭之能聚芳。而眾芳之聚斯亭也。大抵昔人之作亭選勝。必因其自然。其他栽花種柳。出於人為者不與也。而況介甫年高而德劭。富而好禮。棣萼聯輝。蘭桂並秀。風朝月夕。相聚於此亭之上。其聚芳不翅草木之芳而已也。若其騷人墨客。來游來歌。含英咀華。繪辭繡句。聚草木之芳於筆端之下。播之遠而貽之久。使夫人思登此亭而不可得。此又名亭之餘意。因書以序於其端云。至正乙未九月日。進士都省授紹興路儒學正亦山陳遇序。"}, {"印记": "", "題跋類別": "題跋", "作者": "趙順仁", "位置": "拖尾", "款識": "苕溪趙順仁拜", "書體": "楷書", "全文": "敬題聚芳亭。羨此幽亭好。天然萃眾芳。紅光春日日英戶。翠色曉分窗。香襲簾櫳馥。陰過几席涼。其中人自樂。日日醉壺觴。苕溪趙順仁拜。"}, {"印记": "", "題跋類別": "題跋", "作者": "陳明德", "位置": "拖尾", "款識": "吳興陳明德頓首", "書體": "草書", "全文": "聚芳亭歌。高人有亭名聚芳。巋然結構森畫梁。闌干曲曲護階小。疊瓦吐出青鴛鴦。嬌紅膩白俱拔萃。賸繞茲亭一相會。不許韶光四散濃。舉目繁華於此最。黃蜂飛來蝴蝶舞。為此群芳鶯亦語。美人紅袖金鏤衣。笑入東風勸綠醑。願言四季長是春。聚芳亭上醉閑身。人生有樂不肯樂。何用局束驅紅塵。邇來此亭樂如此。仰面青天一張紙。安得溪藤如此寬。興寫長歌歌不已。吳興陳明德頓首。"}, {"印记": "", "題跋類別": "題跋", "作者": "康原壽", "位置": "拖尾", "款識": "峨眉康原壽拜手", "書體": "行楷書", "全文": "惟昔豪儁士。曠達超常倫。遠彼簪組累。樂與漁樵親。閔子足尚友。志道無緇磷。讀書解探賾。霧豹文彬彬。會心遂有得。枕漱臨芳津。水木湛清華。雲根石嶙峋。嘉花雜異卉。秀色隨時新。攬勝采芳潔。一洗胸中塵。澹無聲色干。矯若餐霞人。走也厭城市。古道荒荊榛。行當巾柴車。接歡願卜鄰。振衣風塵表。濯足煙水濱。浩歌白雲謠。醉我壺中春。峨眉康原壽拜手。"}, {"印记": "", "題跋類別": "題跋", "作者": "沈融", "位置": "拖尾", "款識": "至正戊子八月十三日。吳興沈融頓首書于桱雪齋。謹為聚芳主人賦。", "書體": "行書", "全文": "鑿圃叢嘉植。幽亭景趣真。樹陰清枕簟。花氣馥衣巾。撫桂懷招隱。滋蘭願卜鄰。徜徉多樂事。岸幘笑紅塵。至正戊子八月十三日。吳興沈融頓首書于桱雪齋。謹為聚芳主人賦。"}, {"印记": "", "題跋類別": "題跋", "作者": "", "位置": "拖尾", "款識": "龜谿沈□（梵字不可識）。頓首。", "書體": "行書", "全文": "其亭曰聚芳。非為花木榮。所期子孫盛。千載存斯名。龜谿沈□（梵字不可識）。頓首。"}, {"印记": "", "題跋類別": "題跋", "作者": "倪駿", "位置": "拖尾", "款識": "郡人倪駿", "書體": "行書", "全文": "苕水分流去。溪山滿目春。簷楹隨勝立。花木為誰新。展几幽懷適。開尊樂事頻。浩歌天地闊。應笑宦游人。郡人倪駿。"}, {"印记": "", "題跋類別": "題跋", "作者": "", "位置": "拖尾", "款識": "", "書體": "草書", "全文": "山遶亭臺水滿池。花開花落自知時。荼蘼含笑笑何事。笑與主人知不知。"}, {"印记": "", "題跋類別": "題跋", "作者": "趙桐生", "位置": "拖尾", "款識": "古汴趙桐生", "書體": "行書", "全文": "昨日買花亭下栽。今朝移竹近亭來。眼前正喜群芳聚。贏得深杯與淺杯。古汴趙桐生。"}, {"印记": "", "題跋類別": "題跋", "作者": "妙湛", "位置": "拖尾", "款識": "疇隱道人妙湛拜", "書體": "楷書", "全文": "壬子良月暇日。訪彥舉內史。禮畢。出示介甫文翁聚芳亭長卷。索予留題。聊寫拙語。以塞一時命焉。聚芳亭上倚欄杆。收拾春光箇裡安。錦樣何須西蜀覓。華模猶勝洛陽看。簾通細色千般媚。風觸柔香百和寒。三月五陵公子會。幾番留醉宿金鞍。疇隱道人妙湛拜。"}, {"印记": "", "題跋類別": "題跋", "作者": "黃鉉", "位置": "拖尾", "款識": "族姪孫黃鉉拜", "書體": "行楷書", "全文": "敬題介翁叔祖聚芳亭詩。築亭後圃集春光。萬卉相鮮錦綉場。麗色團團明几席。香風拂拂引壺觴。閒時委順琴書樂。醉裡工夫日月長。眾好閔公多善慶。為言斯地永流芳。族姪孫黃鉉拜。"}, {"印记": "", "題跋類別": "題跋", "作者": "趙肅", "位置": "拖尾", "款識": "吳興趙肅", "書體": "行楷書", "全文": "題聚芳亭。園亭景物信奇哉。異卉名葩滿意栽。羨子高懷能賞勝。直教無日不花開。  亭築名園花繞亭。紅紅白白四時春。舟經晟舍□（字損）維纜。逕造何須問主人。吳興趙肅。"}, {"印记": "", "題跋類別": "題跋", "作者": "衛毅", "位置": "拖尾", "款識": "華亭衛毅再拜", "書體": "楷書", "全文": "幽亭新結倚林塘。勝日攜壺攬眾芳。金碧相鮮山數點。青黃雜揉樹千章。花搖銀燭胭脂落。人語雕闌錦綉香。節士可知深種德。日英階蘭玉已成行。（閔貢仲叔性資清抗。世稱節士）。華亭衛毅再拜。"}, {"印记": "", "題跋類別": "題跋", "作者": "", "位置": "拖尾", "款識": "長城丁志仁", "書體": "楷書", "全文": "碧瓦麗清晨。朱甍照好春。闌干終日倚。花木四時新。坐近霏霏霧。歌翻簌簌塵。更看池上月。波影漾金鱗。長城丁志仁。"}, {"印记": "", "題跋類別": "題跋", "作者": "朱行義", "位置": "拖尾", "款識": "郡人朱行義", "書體": "行楷書", "全文": "聚芳亭構晟溪上。疊石開池春滿園。藹藹芝蘭安石宅。總總桃李狄公門。日蒸花氣盈歌袖。風引蕖香入酒尊。眼底四時生意足。浩歌天地樂無垠。（天地二字原點去。下注勝賞二字）。郡人朱行義。"}, {"印记": "", "題跋類別": "題跋", "作者": "陳恂", "位置": "拖尾", "款識": "亦山陳恂", "書體": "楷書", "全文": "小苑亭初構。群芳暖正繁。碧窗花霧曉。朱箔蕙風暄。啼鳥迎歌扇。游蜂近酒尊。更須添桂子。移致月（點去）月中根。亦山陳恂。"}, {"印记": "", "題跋類別": "題跋", "作者": "趙道汝", "位置": "拖尾", "款識": "林屋山人和齋趙道汝稽首。", "書體": "行楷書", "全文": ""}]