[{"印记": "", "題跋類別": "作者款識", "作者": "黃公望", "位置": "本幅", "款識": "至正七年。僕歸富春山居。無用師偕往。暇日於南樓。援筆寫成此卷。興之所至。不覺亹亹。布置如許。逐旋填剳。閱三四載。未得完備。盖因留在山中。而雲遊在外故爾。今特取回行李中。早晚得暇。當為著筆。無用過慮。有巧取豪敚者。俾先識卷末。庶使知其成就之難也。十年（西元一三五０年）。青龍在庚寅。歜節前一日。大癡學人書于雲間夏氏知止堂。", "書體": "行書", "全文": ""}, {"印记": "", "題跋類別": "題跋", "作者": "梁詩正", "位置": "本幅", "款識": "乾隆御識。臣梁詩正奉勅敬書。", "書體": "行楷書", "全文": "世傳富春山居圖。為黃子久畫卷之冠。昨年得其所為山居圖者。有董香光鑒跋。時方謂富春圖別為一卷。屢題寄意。後於沈德潛文中。知其流落人間。庶幾一遇為快。丙寅冬。或以書畫求售。多名賢真蹟。則此卷在焉。上有沈文王鄒董五跋。德潛所見者是也。因以二卷竝觀。始悟舊藏。即富春山居真蹟。其題籤偶遺富春二字。向之疑為兩圖者。實悞。甚矣。鑒別之難也。至董跋兩卷一字不易。而此卷筆力弱。其偽贗鼎無疑。惟畫格秀潤可喜。亦如雙鈎下真蹟一等。不妨並存。因并所售。以二千金留之。俟續入石渠寶笈。因為辨說。識諸舊卷。而記其顚末於此。俾知予市駿雅懷。不同於侈收藏之富者。適成為葉公之好耳。乾隆御識。臣梁詩正奉勅敬書。"}, {"印记": "", "題跋類別": "題跋", "作者": "沈周", "位置": "拖尾", "款識": "弘治新元立夏立（應作日）。長洲後學沈周題。", "書體": "行書", "全文": "大癡黃翁。在勝國時。以山水馳聲東南。其博學惜為畫所掩。所至三教之人。雜然問難。翁論辯其間。風神竦逸。口如懸河。今觀其畫。亦可想其標致。墨法筆法。深得董巨之妙。此卷全在巨然風韻中來。後尚有一時名輩題跋。歲久脫去。獨此畫無恙。豈翁在仙之靈。而有所護持耶。舊在余所。既失之。今節推樊公重購而得。又豈翁擇人而陰授之耶。節推蒞吾蘇。文章政事。著為名流。雅好翁筆。特因其人品可尚。不然。時豈無塗朱抹綠者。其水墨淡淡。安足致節推之重如此。初翁之畫。亦未必期後世之識。後世自不無揚子雲也。噫。以畫名家者。亦須看人品何如耳。人品高。則畫亦高。古人論書法亦然。弘治新元立夏立（應作日）。長洲後學沈周題。"}, {"印记": "", "題跋類別": "題跋", "作者": "文彭", "位置": "拖尾", "款識": "隆慶庚午四月。後學文彭記。", "書體": "行書", "全文": "右大癡長卷。昔在石田先生處。既失去。乃想像為之。遂還舊觀。為吾蘇節推樊公得之。是成化丁未歲也。至弘治改元。節推公復得此本。誠可謂之合璧矣。今又為吾思重所得。豈石田所謂擇其人而授之者耶。思重來南京。出二卷相示。為題其後。隆慶庚午四月。後學文彭記。"}, {"印记": "", "題跋類別": "題跋", "作者": "王禾犀登", "位置": "拖尾", "款識": "太原王禾犀登。", "書體": "行書", "全文": "隆慶辛未中秋後三日。敬觀於梁溪談氏澂懷閣。太原王禾犀登。"}, {"印记": "", "題跋類別": "題跋", "作者": "周天球", "位置": "拖尾", "款識": "百谷閱後四十二日。周天球在天籟堂。得併觀二卷者彌日。", "書體": "行書", "全文": "百谷閱後四十二日。周天球在天籟堂。得併觀二卷者彌日。"}, {"印记": "", "題跋類別": "題跋", "作者": "鄒之麟", "位置": "拖尾", "款識": "野老鄒之麟識", "書體": "行書", "全文": "余生平喜畫。師子久。每對知者論子久畫。書中之右軍也。聖矣。至若富春山圖。筆端變化鼓舞。又右軍之蘭亭也。聖而神矣。海內賞鑒家。願望一見不可得。余辱問卿知。凡再三見。竊幸之矣。問卿何緣。乃與之周旋數十載。置之枕藉。以臥以起。陳之座右。以食以飲。倦為之爽。悶為之歡。醉為之醒。家有雲起樓。山有秋水庵。夫以據一邑之勝矣。溪山之外。別其溪山。圖畫之中。更添圖畫。且也名花繞屋。名酒盈樽。名書名畫。名玉名銅。環而拱一富春圖。嘗聞天上有富貴神仙。豈勝是耶。又聞子久當年。元是仙人。故遺此跡與問卿遊戲耶。國變時。問卿一無所問。獨徒跣而携此卷。嗟乎。此不第情好寄之。直性命徇之矣。彼五岳有真形圖。而富春亦有之。可異也。當年此圖。畫與僧無用追隨。問卿護持此卷者。亦是一僧。可異也。庚寅畫畫。題畫人來。又適庚寅。可異也。雖然。余欲加一轉語焉。繪畫小道耳。巧取豪敚。何必蚤計。載之記中也。東坡不云乎。冰上偶然留指爪。鴻飛那復記東西。問卿目空一世。胷絕纖塵。乃時移事遷。感慨係之。豈愛根猶未割耶。龐居士不云乎。但願空諸所有。不欲實諸所無。嗟乎。余言亦太饒舌矣。野老鄒之麟識。"}, {"印记": "", "題跋類別": "題跋", "作者": "金士松", "位置": "拖尾", "款識": "右沈德潛二跋。乾隆丙午仲冬月。臣金士松奉勅補書。", "書體": "楷書", "全文": "黃子久富春山居圖。係紙本。長尺許。濶三丈餘。寫付無用和尚者。起至正七年。成至正十年。未成時。恐人巧取豪敚。先書無用本號。後綴成之。見子久自記語中。後有沈石田。文文水。王百穀。董思白。鄒衣白五跋。其元人及明初人跋。歸石田時。已經脫落矣。按子久於元四大家中為冠。而此卷又為生平神來之筆。比之右軍蘭亭不虛也。入國朝。歸高江村詹事。詹事以六百金收之。後歸王儼齋司農。亦如其直。司農沒。僕人挾之來蘇。逾月無售者。旋轉之維揚矣。品地聲勢。極一時之盛。今不三四十年。如春花飄零。雲煙解散。而山人筆墨。長留人世間。洵穠華難久。而淡寂者多味外味也。雍正戊申觀於黃鸝坊某氏。時六月二日。戊申歲。於黃鸝坊某氏。閱黃子久富春山居圖。時儼齋王司農家人持卷求售。索直千金。吳中無大力者。將之維揚。後亦不知所之矣。乙卯秋。予寓京師。程子蒓江於安氏借得此卷。邀予往觀。不啻重見故友也。畫在明代。為白石翁物。後歸樊節推。最後歸吳明卿。入國朝歸高江村。後歸王儼齋。迄今在三韓安氏。予既幸前賢名跡。流傳人代。若有鬼物呵護其間。又以文人學士。不能有之。而為之主者。惟侈寶玩之多。賈直之重。以為豪舉。此卷亦未為得所也。後有如白石翁者。或更當歸之。右沈德潛二跋。乾隆丙午仲冬月。臣金士松奉勅補書。"}, {"印记": "", "題跋類別": "題跋", "作者": "金士松", "位置": "拖尾", "款識": "臣梁國治。臣劉墉。臣曹文埴。臣彭元瑞。臣王杰。臣金士松。臣董誥。拜手稽首恭跋。臣金士松敬書。", "書體": "楷書", "全文": "此石渠寶笈次等黃公望富春山居圖。乃安岐舊物。沈德潛所為兩跋。自明沈周至本朝高士奇。王鴻緒。所珍藏歎賞者。及歸天府。以校石渠舊藏富春山居圖。始知公望真蹟。久登秘笈。是卷特仿本之佳者耳。夫家有敝帚。享之千金。其境地相遠。淆於流別者。更何足道。若沈周以下。皆數百年來所稱賞鑒家。而此幅又致佳本。當其贊美題識。流傳珍弆。固自以為人世希有壯觀。而不知一邱一壑之勝。不足與語岱嵩溟渤之境。一吟一詠之美。不足與入禮樂文章之府也。至伏讀御製題公望真蹟記。因一事獲三益。觸類於出治用人。即古人一筆墨之妙。而觀其通。見其大。盖無在非精義要道之發。以公望之靈思神筆。具仰睿賞之有真。而即此規仿精良者。亦登次等。道無棄材。義有差等。仍命書沈德潛兩跋於是卷末。更徵化裁含覆之廣大也夫。臣梁國治。臣劉墉。臣曹文埴。臣彭元瑞。臣王杰。臣金士松。臣董誥。拜手稽首恭跋。臣金士松敬書。"}, {"印记": "", "題跋類別": "題跋", "作者": "董其昌", "位置": "隔水一", "款識": "丙申十月七日。書于龍華浦中。董其昌。", "書體": "行書", "全文": "大癡畫卷。予所見若檇李項氏家藏砂磧圖。長不及三尺。婁江王氏江山萬里圖。可盈丈。筆意頹然。不似真跡。唯此卷規摹董巨。天真爛熳。復極精能。展之得三丈許。應接不暇。是子久生平最得意筆。憶在長安。每朝參之隙。徵逐周臺幕。請此卷一觀。如詣寶所。虛往實歸。自謂一日清福。心脾俱暢。頃奉使三湘。取道涇里。友人華中翰。為予和會。獲購此圖。藏之畫禪室中。與摩詰雪江共相映發。吾師乎。吾師乎。一丘五岳。都具是矣。丙申十月七日。書于龍華浦中。董其昌。"}]