[{"印记": "", "題跋類別": "作者款識", "作者": "吳鎮", "位置": "本幅", "款識": "東坡先生題篔簹谷偃竹記。竹之始生。一寸之萌耳。而節葉具焉。自蜩蝮蛇蚹。以至于劍拔十尋者。生而有之也。今畫者乃節節而為之。葉葉而累之。豈復有竹乎。故畫竹必先得成竹于胸中。執筆熟視。乃見其所欲畫者。急起從之。振筆直遂。以追其所見。如兔之起。鶻之落。少縱則逝矣。與可之教余如此。余不能然也。而心識其所以然。而不能然者。內外不一。心手不相應。不學之過也。故凡有見於中而操之不熟者。平居自視了然。而臨事忽焉喪之。豈獨竹乎。子由為墨竹賦。以遺與可曰。庖丁。解牛者也。而養生者取之。輪扁。斲輪者也。而讀書者與之。今夫與可之托於斯竹也。而余以為有道者可非耶。子由未嘗畫也。得其意而已。若余者豈獨得其意。并得其心法。與可畫竹。初不自貴重。四方之人。持縑素以請者。足相躡於其門。與可厭之。投諸地而罵曰。吾將以為韤。士大夫傳之以為口實。及與可自洋州還。而余為徐州。與可以書遺余曰。近語士大夫。吾墨竹一派。近在彭城。可往求之。韤材當萃於子矣。書尾復寫一詩。其略曰。擬將一段鵝溪絹。掃取寒梢萬尺長。余謂與可竹長萬尺。當用絹二百五十匹。知公倦於筆研。願得此絹而已。與可虛以答。則曰。吾言妄矣。世豈有萬尺竹也。余因而實之。答其詩曰。世間亦有千尋竹。月落庭空影許長。與可笑曰。蘇子辯則辯矣。然二百五十匹。吾將買田歸老焉。因以所畫篔簹谷偃竹遺余曰。此竹數尺耳。而有萬尺之勢。篔簹谷在洋洲。與可嘗令余作洋州二十韻。篔簹谷其一也。余詩云。漢川修竹賤如蓬。斤斧何曾赦籜龍。料得清貧饞太守。渭川千頃在胸中。與可是日與其妻遊谷中。燒筍晚食。發函得詩。失笑。噴飯滿案。元豐二年正月二十日。與可沒於陳州。是歲七月七日。予在湖州曝書畫。見此竹。廢卷而哭失聲。昔曹孟德祭橋士文。有車過腹痛之語。而余亦載與可疇昔戲笑之言者。以見以見（衍二字）。與可於余。親厚無間。如此也。至正十年庚寅五月八日。雨窓。梅道人為佛奴畫竹譜。書此記于卷首。", "書體": "草書", "全文": ""}, {"印记": "", "題跋類別": "作者款識", "作者": "吳鎮", "位置": "本幅", "款識": "（第一段）晴霏光煜煜。曉日影曈曈。為問東華塵。何如北窓風。梅道人戲墨于醉李春波門。笑俗陋室者。飲冰先生。以樗翁所書笑俗二字木刻示余。揭之陋室。為問俗之移人。而賢者猶不能自免。而況愚者而能免之乎。俗之可笑不可笑。何則。蓋習氣所積。化之而然也。然而俗之果可笑（點去）移人。而人果不可移俗者乎。使其喜名者而乏寸識。喜利者而尚浮華。皆習俗移人而然焉。間有墮于其中而自覺者。得非心出天賦。人能移俗者至是乎。俗果可笑乎。果不可笑乎。因誦東坡詩有。士俗不可醫之句。先生乃掀髯大笑。捧腹出門。疾走而去。余遂歌曰。我有淵明琴。長年在空屋。客來問宮商。胡盧捫軫足。才俗不可醫。那使積習熟。我懶疲欲眠。清風動脩竹。", "書體": "草書", "全文": ""}, {"印记": "", "題跋類別": "作者款識", "作者": "吳鎮", "位置": "本幅", "款識": "（第二段）孔子適衛。公孫青僕。子在淇園。有風動竹。蕭瑟團欒之聲。欣然亡味。三月不肉。顧謂青曰。人不肉則瘠。不竹則俗。汝知之乎。梅道人寫至此。遂寫竹以破俗云。至正庚寅夏五月。時宿窗雨未霽。勞倦少息。", "書體": "草書", "全文": ""}, {"印记": "", "題跋類別": "作者款識", "作者": "吳鎮", "位置": "本幅", "款識": "（第三段）鮮于伯機題高房山墨竹詩云。涼陰生研池。葉葉秋可數。亭前客夢醒。一片江南雨。至正十年夏六月九日。因雨窓孤坐。提筆寫此紙。以識歲月也。梅道人戲墨", "書體": "草書", "全文": ""}, {"印记": "", "題跋類別": "作者款識", "作者": "吳鎮", "位置": "本幅", "款識": "（第四段）東坡先生守湖州日。遊胡（應作何）道兩山。遇風雨。回憩賈耘老溪上澄暉亭。命官奴執燭。畫風雨竹一枝于壁。有題詩云。更將掀舞勢。秉燭畫風篠。美人為破顏。恰似腰肢裊。後好事者刻于石。今置郡庠。余遊霅。摩娑久之。歸而每筆為之。不能彷彿萬一。時梅雨初歇。清和可人。佛奴索作竹譜。因而畫此枝。以識歲月也。梅道人戲墨。", "書體": "草書", "全文": ""}, {"印记": "", "題跋類別": "作者款識", "作者": "吳鎮", "位置": "本幅", "款識": "（第五段）擬與可筆意。梅道人作。", "書體": "草書", "全文": ""}, {"印记": "", "題跋類別": "作者款識", "作者": "吳鎮", "位置": "本幅", "款識": "（第六段）梅花翁寄興。", "書體": "草書", "全文": ""}, {"印记": "", "題跋類別": "作者款識", "作者": "吳鎮", "位置": "本幅", "款識": "（第七段）俯仰元無心。凌雲如有意。寂寂空山中。凜此君子志。梅道人戲墨也。", "書體": "草書", "全文": ""}, {"印记": "", "題跋類別": "作者款識", "作者": "吳鎮", "位置": "本幅", "款識": "（第八段）董宣之直。嚴顏之節。斫頭不屈。彊項風雪。雪竹之法。梅道人戲墨。", "書體": "草書", "全文": ""}, {"印记": "", "題跋類別": "作者款識", "作者": "吳鎮", "位置": "本幅", "款識": "（第九段）擬文洋州筆。悔老作。", "書體": "草書", "全文": ""}, {"印记": "", "題跋類別": "作者款識", "作者": "吳鎮", "位置": "本幅", "款識": "（第十段）簡齋詩云。意足不求顏色似。前身相馬九方臯。梅道人寫趣。", "書體": "草書", "全文": ""}, {"印记": "", "題跋類別": "題跋", "作者": "王鐸", "位置": "後隔水", "款識": "王鐸", "書體": "行書", "全文": "石寓隄防勿踈有隨。吾欲窺在何處。乘其遊山駕舫。竊而竄於海嶼。王鐸。鈐印一。西雒王鐸。"}]