[{"印记": "", "題跋類別": "題跋", "作者": "文徵明", "位置": "拖尾", "款識": "徵明題", "書體": "草書", "全文": "右小畫。初無名氏。余以為王叔明筆。叔明趙魏公外孫。畫師王右丞。此幅設色行筆皆是。或以為趙善長。而實非也。蓋善長亦師右丞。而微涉作家。不若此幅純用士夫筆也。吾定為叔明無疑。徵明題。"}, {"印记": "", "題跋類別": "題跋", "作者": "王穀祥", "位置": "拖尾", "款識": "嘉靖丙辰四月既望。穀祥題。", "書體": "草書", "全文": "王叔明畫法軼宋宗唐。最為高古。脫去妍媚。特多士氣。余見凡幾矣。此卷尤清雅秀潤可愛。不必款題而知其為真蹟妙品也。況衡翁已有鑒。余復何贅。聊記歲月。以寓欣賞。嘉靖丙辰四月既望。穀祥題。"}, {"印记": "", "題跋類別": "題跋", "作者": "陸治", "位置": "拖尾", "款識": "甲辰九月。陸治題。", "書體": "楷書", "全文": "叔明謂諸作家精研物態者。傷於工緻。而筆力豪縱者。又多怒張之氣。乃遠宗王右丞。而筆法古淡。如商周款識。雖興象蕭閒。而意思咸在。然非有真見者不能觀之驪黃之外。夫既有真見。則又不待名氏而后辨也。此幅開卷。余已知為叔明真蹟。及觀文太史之所評定。乃知物有定論。在識者賞之而已。甲辰九月。陸治題。"}, {"印记": "", "題跋類別": "題跋", "作者": "謝時臣", "位置": "拖尾", "款識": "謝時臣", "書體": "草書", "全文": "余叨游藝苑。凡元人諸畫家筆法無不學。獨雲林叔明二先生自是難師其妙。且石田衡山二老。入畫家三昧者。嘗云倪王二家不可輕學。宜乎余之拙劣。安得其門困奧。如育龜索板竅。終日不獲一。今觀此小幅。墨清色潤。出自舊格。余曾觀叔明丹山瀛海圖于王茂甫處。其用筆極類此。如玉之清潤而栗然。羡慕之下。益以蕪句云。黃鶴山樵古畫師。直從荊董托階梯。晴窗點染求形似。頓別妍蚩不忍題。謝時臣。"}, {"印记": "", "題跋類別": "題跋", "作者": "周天球", "位置": "拖尾", "款識": "丁丑九月十八日。吳幼元京兆出示漫識。周天球。", "書體": "楷書", "全文": "叔明此卷。良是平生注意之作。諦玩竟日。始得窺其妙境。彼繪事家畦逕脫略已盡。論者多本其師承亦隘矣。大都清絕無纖塵。點染與元鎮伯仲。不當以束密較也。此不待法眼可定。而系以諸名公跋語。則矇賈亦不疑矣。丁丑九月十八日。吳幼元京兆出示漫識。周天球。"}, {"印记": "", "題跋類別": "題跋", "作者": "文嘉", "位置": "拖尾", "款識": "嘉靖辛丑冬仲三日。茂苑文嘉題。", "書體": "楷書", "全文": "黃鶴山人王蒙叔明畫無一點塵俗氣。同時倪雲林雖筆法清勁。相與上下。而束株淡墨。斷煙殘渚。則不若叔明之長林巨壑重嵐疊嶂之為尤難耳。此卷山水人物屋木舟船咸備。而命意高古。筆力簡遠。蓋叔明用意之筆也。嘉靖辛丑冬仲三日。茂苑文嘉題。"}, {"印记": "", "題跋類別": "題跋", "作者": "陸師道", "位置": "拖尾", "款識": "嘉靖丙午八月九日題于得真齋。陸師道。", "書體": "楷書", "全文": "倪元鎮於書畫少所推服。獨於叔明曰。王侯筆力能扛鼎。五百年來無此君。觀此橫卷。行筆命意。則知倪迂自是具眼者。嘉靖丙午八月九日題于得真齋。陸師道。"}, {"印记": "", "題跋類別": "題跋", "作者": "錢穀", "位置": "拖尾", "款識": "萬曆丙子五月十三日。觀於毘陵吳幼元之獨倚樓。長洲錢穀。", "書體": "楷書", "全文": "萬曆丙子五月十三日。觀於毘陵吳幼元之獨倚樓。長洲錢穀。"}, {"印记": "", "題跋類別": "題跋", "作者": "王禾犀登", "位置": "拖尾", "款識": "己卯八月十又四日尊生齋對雨力疾書。同集者。澄江董復生。余兒無曲無回侍。太原王禾犀登。", "書體": "楷書", "全文": "王叔明會阮圖。舊為吳幼元家藏。憶余弱冠歲居毘陵。時時過幼元披閱此圖。賞其畫法清真。題識妙絕。去今幾三十年。題畫之人。如文內翰。許太僕。王吏部。謝陸二徵士。及陸尚璽。皆後先凋落。不勝云亡之戚。巋然魯靈者光。僅一休承丈耳。而況於黃鶴山人與圖中會阮之輩哉。余與幼元。雖升沉異途。山川相間。猶得以其暇輕橈過從。斗酒相命。顧不幸邪。詩不云乎。願保金石軀。與此圖并永耳。己卯八月十又四日尊生齋對雨力疾書。同集者。澄江董復生。余兒無曲無回侍。太原王禾犀登。"}, {"印记": "", "題跋類別": "題跋", "作者": "畢瀧", "位置": "拖尾", "款識": "庚戌中秋。竹癡畢瀧記。", "書體": "行書", "全文": "黃鶴山樵畫真者絕少。明何元朗收元四大家畫共有六十餘幀。叔明僅一幀。其少可知矣。余留心叔明畫三十載。所得掛幅三幀。內有竹一幀。似較勝於元朗。可不謂幸歟。今又來此卷。觀其用筆。全摹摩詰輞川圖。聲希味淡。非俗眼可識。賴有文陸諸大家鑑定耳。兩年前有吳門一友。見此卷於山西。係嘉禾人攜至者。索價二百餘金。還其半而不果。今夏間。吳門張秋塘持來云。嘉禾人欲售者。余披覽再四。確然信其真跡無疑（者字點去）。遂傾貲得之。以作枕中之祕。庚戌中秋。竹癡畢瀧記。"}, {"印记": "", "題跋類別": "題跋", "作者": "王文治", "位置": "拖尾", "款識": "乾隆五十五年歲在庚戌陽生之月。觀於吳趨經訓堂并記。丹徒王文治。", "書體": "行書", "全文": "右黃鶴山樵會阮圖。未署姓名。卷後有前明文衡山。王祿之。陸叔平。謝樗仙。周公瑕。文休承。陸子傳。錢叔寶。王百穀九跋。竹癡道人於今夏得之。喜不自勝。評之曰聲希味淡。定為真蹟無疑。頃復自婁東攜至吳門見示。竹癡海內精鑑。且自能畫。余何間然。唯幸衰暮之年得觀名蹟。聊識其歲月云爾。乾隆五十五年歲在庚戌陽生之月。觀於吳趨經訓堂并記。丹徒王文治。"}, {"印记": "", "題跋類別": "題跋", "作者": "王文治", "位置": "引首", "款識": "文治", "書體": "行書", "全文": "黃鶴山樵會阮圖。竹癡道人鑑藏。文治。"}]