[{"印记": "", "題跋類別": "作者款識", "作者": "陳居中", "位置": "本幅", "款識": "嘉泰元年（西元一二０一年）臣陳居中奉敕畫", "書體": "楷書", "全文": ""}, {"印记": "", "題跋類別": "題跋", "作者": "蘇大年", "位置": "拖尾一", "款識": "蘇昌齡", "書體": "行書", "全文": "木葉山長白草枯。秋高風勁霜林孤。鳴笳角逐為嬉娛。石蓋天雨畾鼓士虓呼。撓旃攬旌靡魚鬚。垂天荷單竟野日無。蕃弱躬關夏服俱。彫鞍玉勒控騊駼。風鬃霧鬣爭疾驅。兔起草間競追逋。庸貘奔迸先豺貙。擇肉而發洞骨育骨禺。乎格猛氏如精鼩。飲羽啼口自轉轆轤。轔轢蝦蛤亡於菟。顛阬墜谷騖唐隅。他他藉藉雲錦鋪。單于挽強抽僕姑。數肋命中必麈鹿需。不問蒼豨與豐狐。含矢滿志立踟躕。左右賢王皆執殳。擎將韎沉牛弧。且渠傴僂收金金辜。後車閼氏從兩姝。靚米庄刻希攜其孥。夾轅果下汗血駒。皮軒儴佯睨清目盧。部曲獻獲儼受俘。割鮮焠輪輪殷朱。剪毛飛血洒平蕪。絛鷹載犬歸休乎。畫師受詔為此圖。長楊賦獵民命夫。西清暇豫盛文儒。干羽兩階今誕敷。虎賁脫劍罷卒徒。歸馬華山飽青芻。中多不侮歌騶虞。載櫜弓矢真廟謨。蘇昌齡。"}, {"印记": "", "題跋類別": "題跋", "作者": "倪瓚", "位置": "拖尾一", "款識": "至正廿二年歲在癸卯四月既望。倪瓚。", "書體": "楷書", "全文": "寧宗供御羅畫工。妙手獨數陳居中。畫馬當時號無敵。筆端抹電翔驚鴻。權奇隆協月。夾鏡懸雙瞳。膺門鋪瑩白。汗溝走血紅。紫鸞駛先景。綠蛇競乘風。日晡齕草兜銜嶬。淩晨卻飲余吾水。塞北斯須歷九庭。幕南超越看千里。寘顏夫羊大合圍。飛控金羈聯萬指。寶鉸星纏鈒鏤鞍。錦韉光照珊瑚箠。分岐驤首騁迴唐。蹴踏黃羊蘭白狼。單于色喜馬亦樂。霜蹄植立如杙爿弋。驕嘶睇凝後乘至。服驂騕裒殊安詳。在底鵝溪絹尋丈。中有鸞鑣響鏗鏘。陳子寫生窮殊相。參差服皁皆飛黃。開元入室稱韓幹。肉掩驊騮成款段。不及韋侯拈禿管。呼風東壁留珍玩。胡王褱繼起李贊華。墨妙古今同一貫。南薰殿上昔承恩。翰苑詞臣應賦贊。玉躞瑤籤好去廾藏。縱酬尺壁休輕換。至正廿二年歲在癸卯四月既望。倪瓚。"}, {"印记": "", "題跋類別": "題跋", "作者": "兀顏思敬", "位置": "拖尾一", "款識": "齊東野老兀顏子敬題于南徐聽雨軒", "書體": "行書", "全文": "琴訴離愁。聽邊聲四起。天南海北。王粲緗編。蚤是香閨殘錄。斑管詞源十斛。更林下丰標如玉蜚。襳圭綽約柔撓。內家別樣米庄束。秋原逐鹿傍雕輿。中郎自出名王眉目。按乘紆徐平視。射鵬飛鏃。好獸被山緣如掛。歸鞍紛紛彧彧。帳殿中肉酪傳餐。再鼓笳音一曲。齊東野老兀顏子敬題于南徐聽雨軒。"}, {"印记": "", "題跋類別": "題跋", "作者": "陳彥博", "位置": "拖尾一", "款識": "洪武辛亥孟夏八日錢塘陳彥博觀", "書體": "行書", "全文": "洪武辛亥孟夏八日錢塘陳彥博觀"}, {"印记": "", "題跋類別": "題跋", "作者": "吳寬", "位置": "拖尾二", "款識": "成化丙申春三月題於玉延亭。長洲吳寬。", "書體": "行書", "全文": "疾風千里暗鳴沙。肅肅南飛雁字斜。遙計上林應射獵。擬書悲憤寄京華。長城西上路迷漫。隴水湯湯間拍彈。今日穹廬承寵渥。金徽應罷奏離鸞。塞上黃嵩落葉乾。控弦千騎屬呼韓。鼻尖出火風生耳。穩坐輜軿帶笑看。如自一發為顏開。託命殊方轉自哀。欲望鄉關雲樹杳。驅車還上拂雲堆。成化丙申春三月題於玉延亭。長洲吳寬。"}, {"印记": "", "題跋類別": "題跋", "作者": "文徵明", "位置": "拖尾二", "款識": "嘉靖甲寅寎月四日長洲文徵明", "書體": "楷書", "全文": "上谷漁陽秋氣肅。獸肥草淺便馳逐。賢王大門免選徒來。萬騎從禽震林麓。火雷殷殷動鼓鼓卑。陣雲冉冉靡旌旗。負重明駝皆怒戰。騰空神劍欲雄飛。合圍置網已密布。冉許豺狼走當路。摩雲落雉揚蒼鷹。絕影奔盧逐狡兔。胡兒膽足身可輕。橫岡馳騁暮雲停。險道忽逢虎與兕。併力死鬥轟有聲。睥睨怒髮上指纓。揮鎚奮擊金層稜。鼻尖出火散煙燄。耳後風生發聞雷。霆騰山赴壑如炎。舉機（點去）不虛發必飲羽。飛翮成雲獸積陵。餘勇可賈奮不已。麾旄捲落半天霜。黃雲殺氣秋茫茫。獵獸須獵獸中王。其餘籍籍何敢當。吾觀獵徒皆殊絕。亦如角鷹飛電瞥。其中一騎尤有神。氣宇昂藏眾所懾。伊人無乃是明王。健兒跪稟殊惶惶。雄才何必主中夏。橫鶩陰山志亦張。況推如花推絕色。一笑傾城再傾國。名賢家世號文姬。何事流亡在異域。翠輦相邀到獵場。龍簪鳳髻曉霞籹。兩行十二金釵侍。安用低徊憶故鄉。即今寫入畫圖裡。賞心娛目觀止矣。誰為摹勒恫有光。南渡名臣穎川子。是時嘉泰復改元。南北和親四十年。一旦伐金初下詔。軍前韓相首空函。昔人精意在筆墨。奕代流傳寶遺蹟。龍城飛將自古難。展卷不禁三歎息。嘉靖甲寅寎月四日長洲文徵明。"}]