[{"印记": "", "題跋類別": "題跋", "作者": "董其昌", "位置": "隔水一", "款識": "丙寅（西元一六二六年）廿日得於京邸。因題。其昌。", "書體": "行草書", "全文": "五代周文矩有十八學士圖。宣和畫譜載此乃劉松年所摹。前輩跋之頗詳。丙寅（西元一六二六年）廿日得於京邸。因題。其昌。"}, {"印记": "", "題跋類別": "題跋", "作者": "商輅", "位置": "拖尾", "款識": "素菴書", "書體": "行書", "全文": "瀛洲賦。鯨波沸兮底平。鰲極峙兮不驚。八紘揮兮氛翳。合璧覩兮重明。開天策兮上府。表蓋世之元勳。剗郡（當作群）雄而削迹。挽銀漢而洗兵。噓文燄於寒灰。闢儒館於神京。坤珍萃乎華壤。淵霆隱乎天聲。於是攀鱗附翼之彥。行鵷振鷺之英。咸游泳於瑤池。儼翱翱（當作翔）於明廷。觀其房以謀用。杜以斷稱。虞姚之博學。孔陸之窮經。兩薛起河東之俊。二李著國姓之貞。敬宗拔於民曹。志寧綴於郎星。少雲臺之十將。多元愷之二朋。分六子以並直。各三番而遞更。登以清都之幽邃。給以天廚之奇珍。贊以褚亮之珠玉。繪以立本之丹青。杳風日之不到。隔仙凡於幾塵。此世俗之所景慕。而瀛洲所以得名也。是洲也。環以學海之波。聳以群玉之峰。芝田花島之參差。靈卉異石之蒨葱。圖書闡東璧（當作壁）之祕。經史細（當作紬）金匱之封。振振公子之麟。濯濯人中之龍。雍容偓佺之丰儀。洒落喬晉之心胸。以至仁為卻老之方。乘浩氣為沖（當作衝）舉之功。講論即吐納之妙。揖讓為屈神（當作伸）之容。清談霏乎瑞露。長嘯吐乎長虹。是皆妙幕府之選。儲將相之雄。方將開太平以詒後世。又何羨於生羽翰而遺風。彼秦漢之荒唐。惑方士之愚計。望三神於渺茫。引風舟而莫至。是皆求仙山於方外。而不知瀛洲之在人世。羗馳情於虛無。而不知人傑之為貴也。當大明之麗空。布天網於無際。跨黃樓之鶴羽。折廣寒之蟾桂。參霞佩於群仙。溘埃風萬里。（句有誤）。化鵾鵬於須臾。望蓬萊於尺咫。願刀圭之我分。期凡骨之早蛻。按唐武德四年。秦王開天策上將府。闢舒（當作館）宮西。延文學之士。以府屬杜如晦。記室房玄齡。虞世南。文學褚亮。姚思廉。王（當作主）簿李玄（石渠寶笈作元。但畫作上為玄）道。參軍蔡允恭。薛元敬。顏相時。諮議典籤蘇勗。天策府從事中郎于志寧。軍諮祭酒蘇世長。記室薛收。倉曹李守素。助教陸德明。孔穎達。信都蓋文達。宋州總管戶曹許敬宗。並以本官兼文字（當作學）館學士。分三番更日直宿。供給珍膳。恩禮優厚。秦王朝謁公事之暇。引見討論經籍。之夜分乃寂。使庫直閻立本畫象。褚亮為之贊。號十八學士。得預選者。時人謂之登瀛洲云。素菴書。"}, {"印记": "", "題跋類別": "題跋", "作者": "嚴繼先", "位置": "拖尾", "款識": "金華嚴繼先", "書體": "行草書", "全文": "天表龍姿應瑞符。義旗威定虎狼都。神堯為開天策府。四方禮幣延師儒。雲龍風虎際嘉會。拔茆連茹凌亨衢。廊廟材高資世用。天人學貫多謀謨。詞華五色燦雲錦。理窟一致研錙銖。講論啟沃聖心喜。經綸密勿德化敷。流霞九醞頌瓊斝。麟脯八珍送御廚。沉水流蘇桂館直。玉珮寶劍金階趨。魚水一堂和氣洽。明良千載誠心孚。文皇禮賢圖至理。天下仰若登蓬壺。蓬瀛弱水三萬里。飆車羽輪方可驅。諸賢無乃天之徒。登瀛奚假王喬鳧。三百蘿圖從此啟。英風今古振寰區。金華嚴繼先。"}, {"印记": "", "題跋類別": "題跋", "作者": "王來", "位置": "拖尾", "款識": "四明王來", "書體": "行書", "全文": "太宗一代英明主。昔日特開天策府。府中官屬摠奇材。兼領文學互參伍。偉哉學士十八人。長才逸思殊超倫。杜公如晦號能斷。剖決無滯明如神。玄齡參贊任帷幄。廟算訏謨極恢廓。二公同遊復同心。相業聯芳功卓卓。世南詞翰良無前。思廉褚亮文尤玄（石渠寶笈作元。但畫作上為玄）。允恭器識比元敬。相時學與玄（石渠寶笈作元。但畫作上為玄）道肩。典籤蘇勗年最少。能將書畫臻高妙。志寧亮直光厥猷。世長正色堪同調。德明儒行真可師。傳經太學道在茲。宣聖雲孫乃穎達。註疏用釋群經疑。薛收守素競資敏。文達敬宗並輝昞。當時妙選世所推。禮遇優厚恩何幸。討論文籍夜未休。供膳每送天廚羞。追趨青瑣日入直。置身何異登瀛洲。百年文物不可尚。為托丹青寫形狀。遂令好事傳至今。長使詩人發清況。良工寫此圖亦奇。衣冠環珮光陸離。英雄往矣不復作。感今懷古空歔欷。嗟哉此畫豈徒美。玩之可以鑒終始。欲與諸公定是非。應有唐朝不刊史。四明王來。"}, {"印记": "", "題跋類別": "題跋", "作者": "劉翀", "位置": "拖尾", "款識": "東魯劉翀", "書體": "行書", "全文": "唐日文皇多俊傑。弘開芸館聚群仙。勳名事業千年跡。將相才華一代賢。學講但看揮玉麈。道尊應不在青編。商周而後真稀有。含象亭高果足肩。東魯劉翀。"}, {"印记": "", "題跋類別": "題跋", "作者": "劉玨", "位置": "拖尾", "款識": "完菴劉玨", "書體": "行楷書", "全文": "十八學士圖。余嘗見宋徽宗畫本。此卷為劉松年所作。較徽廟本絕不相類。無一毫宋人工緻。元人嬾弱習氣。而人物位置。曲盡其態。信是扛鼎筆也。商素翁諸公題詠于前。余不復多贅云。完菴劉玨。"}, {"印记": "", "題跋類別": "題跋", "作者": "張振", "位置": "拖尾", "款識": "鎮昜張振", "書體": "行書", "全文": "志同道合君臣義。千載風雲喜相際。宸猷黼黻效忠良。獻納從容無少替。研精至理夜忘眠。為育斯民天下計。九州人共樂雍熙。三百年來延世繫。遂令儗作登瀛仙。畫史圖傳遠追企。往事咨嗟不可攀。於今復覩皇明治。登庸庶府盡賢才。豈特唐朝十八士。鎮昜張振。"}, {"印记": "", "題跋類別": "題跋", "作者": "高志", "位置": "拖尾", "款識": "句曲高志", "書體": "行書", "全文": "多士蟬聯入館中。登瀛千古播清風。圖傳畫史丹青妙。名重詞臣贊詠工。未數群僚各世學。獨高二相濟時功。得人應謂如夔契。不道移唐有敬宗。句曲高志。"}, {"印记": "", "題跋類別": "題跋", "作者": "呂常心", "位置": "拖尾", "款識": "呂常心題", "書體": "行書", "全文": "唐太宗得房杜等。佐命興邦。凌烟肖像。後世緬想之。或寄意於詩什。或圖寫其形似。求賢樂士。可見于此。此劉松年臨摹唐人之蹟。其傅色運筆。人物高古。無纖微不愜。而佐命諸公。於圖畫中可物色得之也。呂常心題。"}, {"印记": "", "題跋類別": "題跋", "作者": "王綱", "位置": "拖尾", "款識": "古筠王綱", "書體": "行楷書", "全文": "聖主崇儒禮遇寬。群賢濟濟上金鑾。討論不倦心逾切。談笑相忘夜已闌。翰苑文名千古重。瀛洲人物萬年看。如今畫裡瞻風采。恨不從游一問安。古筠王綱。"}]