[{"印记": "", "題跋類別": "題跋", "作者": "柯九思", "位置": "本幅卷末", "款識": "臣柯九思鑑定", "書體": "行書", "全文": "江參字道貫千里江山圖真跡。臣柯九思鑑定。"}, {"印记": "", "題跋類別": "題跋", "作者": "", "位置": "本幅卷末", "款識": "", "書體": "行書", "全文": "江參畫董其昌藏"}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "本幅", "款識": "乾隆丁卯孟春下浣御題", "書體": "行書", "全文": "展卷古香霏坐席。懸知丹青定神蹟。摩挱東絹辨氏代。宣和御物光而澤。歷歷江山領神韻。撫掌喜果遇莫逆。漫稱千里猶頓置。直與造物同翁闢。何奇不有美不具。放不覺濶收不窄。意所欲赴筆已到。應接無暇心為役。命物賦景屬餘事。坐遊真令忘朝夕。我聞椿公作畫繼。貫道本在上士格。故宜瓣香拜太史。更愛顏筋字錐畫。豪奪真鑑兩俱幻。何必御府便成隔。幾暇文臣偶賡和。一脈精神照今昔。乾隆丁卯（西元一七四七年）孟春下浣御題。"}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "本幅", "款識": "", "書體": "行書", "全文": "觀此圖可以解煩怡神。真一以貫之矣。"}, {"印记": "", "題跋類別": "題跋", "作者": "梁詩正", "位置": "本幅", "款識": "臣梁詩正恭和", "書體": "行書", "全文": "清禁何緣挂帆席。川塗遠放無停蹟。挹將朝爽望吳山。搴取晚芳吟楚澤。忽聞天笑撫長卷。暫爾神遊從目逆。江山千里渺無涯。都是江郎指端闢。連緜應有風雲通。舒卷祗愁几案窄。元明傳寶辨題識。苕霅浮家想征役。披圖更擬問三衢。待詔劇憐空一夕。丹邱元宰結真契。肯許權豪污高格。莫言舊價等隋珠。試看新題降奎畫。百年重訂畫禪盟。即今永與塵凡隔。幸邀賡和一暢觀。也覺臣卿宛如昔。臣梁詩正恭和。"}, {"印记": "", "題跋類別": "題跋", "作者": "汪由敦", "位置": "本幅", "款識": "臣汪由敦恭和", "書體": "行書", "全文": "藝林誰繼荊關席。天水江生遺妙蹟。勝既木高凌巫峽雲。遠勢平吞雲夢澤。峰巒橫側殊意匠。林樹參差與目逆。沙邊練淨暮潮平。天際帆開朝霧闢。柴門不正路縈紆。漁網纔收岸欹窄。胸中密蘊造化功。筆底潛驅鬼神役。舊聞米顛工墨戲。北固雲火因攬晨夕。縱然橫軼出新奇。何似清真擅標格。披香晝靜契心賞。濤湧雲章炳奎畫。俯視香光參畫禪。頓覺仙凡霄漢隔。遇合方知翰墨神。長共江山閱今昔。臣汪由敦恭和。"}, {"印记": "", "題跋類別": "題跋", "作者": "嵇璜", "位置": "本幅", "款識": "臣嵇璜恭和", "書體": "行書", "全文": "濤聲巒影生几席。腕底印出鴻蒙蹟。絹紋如波淨而緻。墨光似漆黝且澤。寸陰坐覺片帆移。洄泝誰憑風順逆。蜿蜓起伏眾皺堆。林屋巖椒乍開闢。意匠所至真宰愁。筆力欲窮地維窄。北苑三昧參得之。護持丁甲為驅役。奎章閣下丹邱生。鑑定摩挲竟晨夕。紛紛馬夏何足數。虎兒瀟湘齊品格。千秋激賞灑仙豪。天塹宛從句裡畫。篆火因凝室悟畫禪。下視香光幾塵隔。神物顯晦會有時。為慶遭逢今勝昔。臣嵇璜恭和。"}, {"印记": "", "題跋類別": "題跋", "作者": "董邦達", "位置": "本幅", "款識": "臣董邦達恭和", "書體": "行書", "全文": "曾向長江挂帆席。泝洄幾欲尋禹蹟。洪濤砐硪蹴荊門。遠勢淼瀰吞震澤。茫然四顧局短目。身所未到意堪逆。誰知貫道一圖收。無盡江山生面闢。千村桑柘楚天遼。百疊巖巒蜀川窄。中有雲氣鬱然來。冰夷隱現隨驅役。再三披圖圖轉奇。忽已置身火因水夕。畫禪題識真解人。繪理書情並高格。小臣喜讀丹青引。心擬坐眠窮手畫。邱壑不先胸中蟠。咫尺常見千里隔。何幸宸章開頑顏。先民有作念在昔。臣董邦達恭和。"}, {"印记": "", "題跋類別": "題跋", "作者": "宓", "位置": "拖尾", "款識": "嘉定丁丑六月四日宓書", "書體": "行書", "全文": "風來千里舞松杉。齊魯青嵐滿袖銜。擬把如椽三丈筆。為君題句向嵌巖。嘉定丁丑六月四日宓書。"}, {"印记": "", "題跋類別": "題跋", "作者": "劉克莊", "位置": "拖尾", "款識": "前史官劉克莊書", "書體": "楷書", "全文": "世間平遠景。萬幅在洪家。晚至番君國。方知不是夸。一櫂微茫裡。孤亭紫翠間。宛如涉彭蠡。又似訪廬山。夾立朝群玉。濃?列萬笄。中州不敢頓。拋向瘴雲西。江遠不容極。禹功胡可忘。向來小龍子。袞冕食千羊。雪冒禹碑石。雲埋泌草堂。早知抱遺恨。悔不挾乾糧。茆山千萬疊。不得見天全。帆出扶胥口。無山只有天。半夜黃天蕩。樓船雪浪中。當年草檄客。今日負樵翁。太武求溲處。之祁著鏁邊。淮風晨裂面。淮浪夜驚船。展卷嗟丘也。東西南北人。昔還行腳債。今作臥遊身。一匹好東絹。天寒家未溫。儘教兒拆繡。閑管婦無褌。右題江貫道山水十絕。惜石林簡齋不及見。前史官劉克莊書。"}, {"印记": "", "題跋類別": "題跋", "作者": "林希逸", "位置": "拖尾", "款識": "淳祐己酉竹溪林希逸書", "書體": "楷書", "全文": "遠山叢叢。遠樹濛濛。咫尺萬里。江行其中。短長何岸。高低何峰。彼坻彼洔。彼瀑彼洪。晴嵐乍豁。煙靄忽籠。或斷或屬。且淡且濃。爾崒奚寺。爾盤奚宮。或茅陰翳。或梁嵌空。有吠者厖。有樵者翁。危檣落碇。短棹掀篷。往來異趣。寂動殊容。冪翠其庭。豈非盧鴻。略彴而渡。豈非龜蒙。昔我經行。雲山萬重。若淮南北。與江西東。亦蓑而雨。亦帽而風。乃今追惟。夢境相從。及此開卷。恍然昔同。誰居作者。造化論功。淹忽其裔。熙成是宗。聲聞九陛。既召而終。謂彼樹白。讖其身窮。其然豈然。訊之天公。此名穹壤。疇曰不逢。淳祐己酉竹溪林希逸書。"}, {"印记": "", "題跋類別": "題跋", "作者": "董其昌", "位置": "拖尾", "款識": "其昌", "書體": "草書", "全文": "江貫道。宋畫史名家。專師巨然。得北苑三昧。其皴法不甚用筆。而以墨氣濃淡洹運為主。蓋董巨畫道中絕久矣。貫道獨傳其巧。遠出李唐郭熙馬夏之上。何啻十倍。此卷曾經柯九思鑑定。乃元文宗御府所藏。後有宋三名公題詠。當是貫道生平最得意筆。嚴分宜時。一鉅卿有求於世藩。世藩屬購此卷。既得之。世藩敗。遂不復出。凡三十五年。而其家售之於余。夫世藩之撿括。鉅卿之營購。與其子孫之護持。皆若為余地者。豈非數耶。雖然。使此卷一入豪門。將與上河圖等俱歸御府。世間永不見有江貫道畫。即貫道一生苦心。竟泯沒無傳矣。貫道畫有神。其必擇余為主人也夫。萬曆丙申冬得之海上。丁酉秋九月廿二日還自江右。于蘭谿舟中展觀。因記之。時奉命校士畢。船窗晴霽。各手卷都勘閱一過。至樂也。其昌。"}, {"印记": "", "題跋類別": "題跋", "作者": "董其昌", "位置": "拖尾", "款識": "", "書體": "草書", "全文": "宋鄧椿公壽作畫繼。自熙寧至乾道。百年間分為數品。其最高者為冠冕才賢。岩穴上士。而江參在上士之列。鄧公贊其畫法董源。豪放過之。蓋南宋人未有在貫道之右者也。鄧所著銘心絕品。于趙千里李希古輩。皆所不取。獨有江貫道飛泉怪石圖。與江居圖耳。貫道在當時已為名流所賞鑑如此。"}, {"印记": "", "題跋類別": "題跋", "作者": "董其昌", "位置": "拖尾", "款識": "", "書體": "草書", "全文": "貫道以香茶為生。葉道蘊左丞薦之宇文時中季蒙龍圖。宇文欲多取其畫。江被召去。宇文以為恨。及劉季高侍郎再寄江居圖。作無盡景。始慰意云。（右出畫繼）。今此卷意即江居圖也。"}, {"印记": "", "題跋類別": "題跋", "作者": "董其昌", "位置": "拖尾", "款識": "戊戌四月廿日", "書體": "草書", "全文": "趙叔問居三衢。治園築館。取楚詞之言。名曰崇蘭。嘗與陳簡齋程致道倘羊其中。命貫道為之圖。乃賦詩焉。戊戌四月廿日。吳匏庵跋江貫道江山長圖。刻匏翁家藏集。予方病齒。陳太僕明之使小僮持畫卷入。迫觀之。就枕展尺許。即知為宋人筆。不覺蹶然起稱賞。至圖窮未已。蓋宋江貫道所作。曾入元御府。柯榑士敬仲所鑑定者也。貫道之筆少見。況其後有葉石林。陳簡齊。林希逸諸公題識。益可貴重。明之好古博雅。此卷得所歸矣。吳寬。 戊戌其昌重錄。陳明之。盱貽人。官至尚書。"}, {"印记": "", "題跋類別": "題籤", "作者": "清高宗", "位置": "", "款識": "", "書體": "", "全文": ""}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "隔水三", "款識": "乙巳（西元一七八五年）仲夏題江參山水卷詩並書於此。御筆。", "書體": "行書", "全文": "千里江山上士為。董家曾是寶藏之。印來神韻都無二。會合豐城又一奇。重疊雲山慘淡林。訝非手寫寫於心。底須更藉九思定。欲傲香光未著吟。樹作濃陰峰未蒼。分明夏景望中凉。米家顛語議絹黑。纑地雖陳亦豈妨。鉅卷香光稱獨珍。恐歸御府致沉淪。即今合璧成雙美。試問畫禪嗔不嗔。乙巳（西元一七八五年）仲夏題江參山水卷詩並書於此。御筆。"}]