[{"印记": "", "題跋類別": "作者款識", "作者": "米友仁", "位置": "拖尾一", "款識": "紹興乙卯（西元一一三五年）初夏十九日。自溧陽來遊苕川。忽見此卷於李振叔家。實余兒戲得意作也。世人知余喜畫。競欲得之。甚少有曉余所以為畫者。非具頂門上慧眼者。不足以識。不可以古今畫家者流畫求之。老境於世海中。一毛髮事。泊然無著染。每靜室僧趺。忘懷萬慮。與碧虛寥廓。同其流蕩。焚生事折腰為米。大非得已。此卷慎勿與人。", "書體": "草書", "全文": ""}, {"印记": "", "題跋類別": "題跋", "作者": "曾覿", "位置": "拖尾二", "款識": "紹興壬午中冬晦。平丘曾覿純父。", "書體": "草書", "全文": "元章早年。涉學既多。晚迺則法鍾王。此元祐初作也。風神蕭散。所謂天成者。非世間墨工槧人之可髣髴。伯玉出以相示。因書其後。紹興壬午中冬晦。平丘曾覿純父。"}, {"印记": "", "題跋類別": "題跋", "作者": "吳寬", "位置": "拖尾三", "款識": "弘治癸亥九月既望。長洲吳寬書。", "書體": "行書", "全文": "雲山煙樹總模糊。此是南宮鶻突圖。自笑頂門無慧眼。臨窗墨蹟澹如無。米老此圖初藏於苕川李振叔。後入嚴尚書府。今宮保閔公得之。蓋嚴與李同郡。而宮保為尚書外孫。流傳有自。而收蓄得所。此老亦無所恨矣。弘治癸亥九月既望。長洲吳寬書。"}, {"印记": "", "題跋類別": "題跋", "作者": "董其昌", "位置": "拖尾三", "款識": "董其昌題", "書體": "草書", "全文": "米元暉畫。自負出王右丞之上。觀其晚年墨戲。真淘洗宋時院體。而以造化為師。蓋吾家北苑之嫡冢也。此卷亦其得意筆。後曾氏跋以為元章。誤矣。董其昌題。"}, {"印记": "", "題跋類別": "題跋", "作者": "婁孟堅", "位置": "", "款識": "戊戌秋七月十二日婁孟堅題。", "書體": "楷書", "全文": "曹周翰出示大父公所藏米卷。予雖不知畫。觀其雲山煙樹。走筆而成。縈紆蓊鬱之致。超然脫去蹊徑。知為真蹟無疑也。展卷至後題。輒語周翰。此元暉筆耳。曾跋蓋元章他書。好事者裝池時。誤綴其後。吳匏菴先生未暇深考。因定以為元章。予既憑筆蹟。臆斷其非。又按本傳。及蔡肇所撰墓志卒之歲。為□□□□其年僅四十有九。距紹興乙卯凡三十□年矣。元暉壽至八十餘。與所云老境者。適相合。夫筆墨之辨。世已不能知。獨恃歲月可據。而乃失之於匏翁。則題識可弗慎歟。或曰此題似非出於吳。予謂吳本不工書。字畫真雁貝。安可知。而跋語則未必偽作。周翰試更攷之。戊戌秋七月十二日婁孟堅題。"}, {"印记": "", "題跋類別": "題跋", "作者": "高士奇", "位置": "拖尾三", "款識": "抱公瓦翁高士奇", "書體": "行書", "全文": "山雨山雲斷又遮。溪前溪後幾人家。江鄉湖曲多相似。樹靄林煙認米家。瀟湘煙水渺無波。京口雲山曉暮多。細雨斜風無限好。誰將艇子著漁簑。康熙庚午。秋八月廿又六日。冷雨復晴。新得木瓜作供。洗研試小華墨。題此。抱公瓦翁高士奇。"}, {"印记": "", "題跋類別": "題跋", "作者": "笪重光", "位置": "拖尾三", "款識": "康熙二十年歲次辛酉仲秋八月望日江上外史笪重光識", "書體": "楷書", "全文": "右匏菴跋中所云嚴尚書者。名震直。字子敏。元時人。洪武初官工部尚書。有優詔旌之。休堂其印章也。閔宮保者名珪。字朝英。明天順進士。官刑部尚書。謚莊懿公。俱湖州烏城人。計此卷流傳吳越間。自宋紹興迄今幾五百餘年。未嘗磨漶。亦翰墨之幸矣。宜珍襲何如。康熙二十年歲次辛酉仲秋八月望日江上外史笪重光識。"}, {"印记": "", "題跋類別": "題跋", "作者": "笪重光", "位置": "拖尾三", "款識": "壬戌孟春因玩畫并記。江上逸光。", "書體": "行書", "全文": "按元章付竇先生十紙。有余年五十始用此紙。又跋謝太傅一帖云。余生辛丑。今太歲辛巳。跋右軍快雪帖云。紹聖丁酉。海岱樓。又吾潤北固海岳菴。有殘缺舊南宮所自寫像。子元暉題讚。亦非盛年之狀。余曾見曾肇所作襄陽墓志草稿。並無享年四十有九之說。觀此則婁跋未為確據。記此以俟博雅者論定云。壬戌孟春因玩畫并記。江上逸光。"}, {"印记": "", "題跋類別": "題跋", "作者": "笪重光", "位置": "拖尾三", "款識": "", "書體": "行書", "全文": "宋人有其巧緻。而無其生動。元人具其澹遠。而乏其神奇。即阿章雄渾或過之。縹緲高超。猶不及也。此乃畫品仙聖。食煙火氣者。安敢望其真境耶。畫計長六尺餘。高八寸許。紙凡三幅連綴。跋計十二行。一百二十六字。字字精妙。亦是得意書。曾經前朝鑑賞家吳用卿收藏。前後角俱有吳廷私印。記此者。因觀五州煙雨卷。其中為昔時好事者割去數段。綴後跋一二。希圖獲利。遂使前賢翰墨。有不全之憾。此卷猶係完璧。故應珍惜。勿落書估中毒手。狡獪同於五州圖也。"}, {"印记": "", "題跋類別": "題跋", "作者": "笪重光", "位置": "拖尾三", "款識": "江上光", "書體": "草書", "全文": "列子載孔周之劍。一名承影。將旦昧爽之交。旦夕昏明之際。北面而察之。淡淡焉若有物存。莫識其狀。故求之者。與齋七日。晏陰之間。跪而授焉。余謂此畫亦當於明窗晨起時。焚香靜睇。方知其妙。心粗氣濁之流。安可與之觀化哉。珍重如昔賢寶劍。匣而藏之。未嘗啟封可耳。癸亥四月。攜此卷上焦山。於客散僧臥時。望江南京口。至金陵一帶峰巒。雲煙繚繞。出其畫對之。題此以俟後之肯余言者。江上光。"}, {"印记": "", "題跋類別": "題跋", "作者": "笪重光", "位置": "拖尾四", "款識": "江上外史識", "書體": "草書", "全文": "董太史據畫法定為元暉。婁子柔據書法定為元暉。二公可謂具眼矣。特董以曾海野為誤。不知原屬大米跋。非故以獻作羲也。婁以匏菴本不工書。不知此確吳書。其詠畫作南宮。由不工畫耳。余展卷即呼為小米畫。展跋即呼為小米書。無惑。及觀諸公斷論。始信古人筆墨流傳天壤。自有真知者。此卷米氏家法。稱為雙絕。而先輩鑒裁。未敢率然也。後之攬者。安可忽諸。江上外史識。"}, {"印记": "", "題跋類別": "題跋", "作者": "笪重光", "位置": "拖尾四", "款識": "笪重光再識", "書體": "草書", "全文": "吾潤張氏。藏有元暉矮紙小卷。曾倩友人查梅壑。於焦山僧舍。摹得一本。珍玩之。畫法與此卷無異。至所收五州煙雨圖。則弗如也。今人倣米畫。以點斫微細。便號小米。豈知煙雲幻化。林泉點染。草草而成。能變父法處。獨為超逸。非畫家者流所可及。又予收有海岳手蹟數紙。元暉僅得跋父書兩行。未易多遘。此卷計一百二十餘字。暮年筆力。神采煥發。直入晉人之室。宜知制敷文閣時重於高宗也。曾氏跋。雖屬昔人粘綴。而書法雅正。猶見東都故老遺風。不妨並存耳。笪重光再識。"}, {"印记": "", "題跋類別": "題跋", "作者": "笪重光", "位置": "拖尾五", "款識": "重光記", "書體": "行楷書", "全文": "僕於夏初宿八公洞僧舍。索得友人所藏米元暉五州煙雨圖卷。即攜上五州翠巖禪室。是日冒雨。山中雲氣。噴薄變幻。堪與畫圖相質證。卷尾題跋。有海陵堯岳一詩云。數筆元暉水墨痕。眼前歷歷五州村。雲山煙樹模糊裡。魂夢經行古石門之句。又陵陽牟獻之一詩。系以跋。有云。此元暉紹興辛亥避江淮兵時所作。今歸韓竹坡等語。視余所藏此卷。乃紹興乙卯年自跋。按彼卷。畫於紹興元年。此跋乃紹興五年。相去五載。而云見之苕溪李振叔家。則此卷亦或數載前所作。猶是北宋時物。未可知也。只五州卷。紙矮僅三寸許。後少元暉自題識。董華亭跋云。不用米家法皴染。用吾家北苑法。故尚多筆墨痕。可尋索摹倣。而此卷經營慘澹。更為神化。其深厚處。與董源未易伯仲。真虎兒戲墨中第一品也。非洞知畫理者。孰能辨之。毋怪當時自為矜許迺爾。聞啟南先生云。年至七十。始得見小米真蹟。余復何幸得此。傳其瀟湘煙雨。與海嶽庵卷。好事者購之。價至五六百金。嘆未曾獲睹。今不知流轉何處矣。重光記。時甲子五月。從五州上茅山元符宮。是月陰晴不定。雖苦足疾。不能如曩時偕侶策杖穿雲。而於籃輿中。左顧右矚。亦頗稱快。歸因書之卷末。"}]