[{"印记": "", "題跋類別": "題跋", "作者": "文徵明", "位置": "引首", "款識": "徵明", "書體": "隸書", "全文": "練川草堂"}, {"印记": "", "題跋類別": "題跋", "作者": "陸治", "位置": "拖尾", "款識": "丁酉（西元一五三七年）新秋。包山子陸治畫。并題。", "書體": "行書", "全文": "祈水明如練。涵虛演澤長。臨流凝思處。藻雪戀滄浪。　水閣秋空天萬里。三江日出信潮來。恍疑坐聽枚乘語。灑練能令五臆開。丁酉（西元一五三七年）新秋。包山子陸治畫。并題。"}, {"印记": "", "題跋類別": "題跋", "作者": "彭年", "位置": "拖尾", "款識": "沛彭年造", "書體": "楷書", "全文": "練川賦。有序。練川者。督府都事睢陽朱君繼甫所自號也。繼甫為太宰玉峰公之元子。其先宋祕閣公。自汴徙蘇。墓在練祈川。子孫名懷繼世。軒裳踵武。靈源流衍。用大集于我太宰公。故繼甫稱之。示不忘也。嘉靖十□載。太宰公懸車請老。都事君謁告就養。優游桑梓。從容談宴間。示年以平原陸叔平畫。江夏黃勉之文。皆致美於練川之稱者。咏歎不足。為賦其事。其辭曰。覽吳會之雄麗。偉練祈之名川。沿三江而南鶩。趣巨海而入焉。介崑嘉之交壤。表祕閣之崇埏。靈區奠其深厚。風氣蔚乎盤旋。匯平波兮衍漾。沛膏沃兮四達。草木畼於碕岸。松楸蔭乎玄闥。駟啟兆兮騰嘶。鶴歸來兮山截嶭。若璣含而玉蘊。必光潤之發越。胤洪源而疏派。盛來葉于本支。疊仁誼之休軌。培禮讓之層基。運有移而或廢。才靡挺而弗奇。煥惇史而蟬聯。垂聲烈之陸離。襲珪組於往朝。紛簪紱於當代。咨憲祖之秉毅。肅風紀於外內。批龍鱗以叵測。奮豸觸而峻裁。實邦家之司直。規芳躅於典載。唯樹德之務滋。乃光啟乎後人。禎祥集而隤祉。英精合而降神。屹崑丘之峻極。粹江海之奫倫。炳明哲於宰。口十嵩高兮誕申。冠大廷之清問。首詞林之宗匠。鋪王猷兮藻斧。凝庶績兮寅亮。熙邦秩兮允格。總銓司之衡量。明黜陟以忤權。當盤錯而彌亢。屬傾注于皇眷。觖雅望于蒼黎。羌難進而易退。豈舊學之或遺。韙我公之勇邁。鑒止足以自持。皇俯察其懇誠。優元老而逸之。嘉翩翩之公子。膺宣慈之茂舉。贊密畫于戎樞。逞天衢而翱翥。篤因心之至懷。乞致祿而返宇。躬夙夜於色養。全忠孝於出處。高疏氏之去漢。偕父子而辭榮。美胡公之勵操。亦橋梓而並稱。羨考槃於衡泌。恣棲遲兮無營。口巧宦兮蒙刺。賦閒居兮遂情。乘侍奉之餘隙。肅仰止于玉阜。遵練川之修湄。瞰汪汪之娟瀏。慨先墓之攸存。綿世澤之孔厚。緬王氏于晉京。與清淮其永久。奚好爵之徒縻。繄令問之式昭。譬作室而肯堂。賴增搆于崇高。善居寵而益懼。戒盈滿之易驕。感遙源而思濬。悵盤桓其鬱陶。凌輕風焱以浮汎。泝明月而迤邐。搴碧藻兮中坻。采素芝兮芳沚。穆金波兮桂醑。籍蕙肴兮芬旨。信吾修兮蠲潔。充嘉薦兮衎只。超塵俗物外。狎魚鳥而群嬉。執虛應以環中。謝得失之危疑。娛情志于墳素。樂玄澹以希夷。舞斑衣於愛日。獻壽于無涯眉。沛彭年造。"}, {"印记": "", "題跋類別": "題跋", "作者": "顧雲龍", "位置": "拖尾", "款識": "武陵顧雲龍", "書體": "楷書", "全文": "奉贈練川先生三十韻。練祈發洪流。睢陽緜世澤。休禎鬱以長。醇龐厚而積。所以產哲人。雲仍衍靈脈。粵昔祕閣賢。名區啟玄宅。奕葉久彌昌。金閨累通籍。豸史揚清風。霜臺挺蒼柏。於□太宰公。蜚聲盛輝赫。纚纚補袞絲。几几公孫舄。豈惟懋勛猷。德望一何碩。厥胤良象賢。高標邁凡格。博綜貫天人。武庫森矛季戟。洵美軼玄成。才華耳少元白。實大心愈沖。乾乾惕晨夕。登仕歷兩都。督府藉參畫。清修肅官箴。令聞溢遐僻。緬焉桑梓懷。遡源念疇昔。悠悠澄川思。眷眷豐芑跡。玄曷來辭寵榮。就養志靡易。屏居謝紛囂。結廬聊自適。圖史充棟梁。文光煥東壁。匪徒定省恭。兼之愛敬客。陳榻延名流。握手示肝膈。時理川上舟。載蠟山中屐。興盡即言旋。風帆迅飛翮。遄歸覲高堂。金樽進瓊液。芝蘭藹庭除。芳芬上瑤席。撫之足娛情。奚為廣阡陌。猥余托比鄰。處仁忻所擇。招攜飲餘波。問奇荷披摘。仰止欽作求。願言保無斁。武陵顧雲龍。"}, {"印记": "", "題跋類別": "題跋", "作者": "文嘉", "位置": "拖尾", "款識": "嘉靖乙卯二月丙戌。茂苑文嘉。", "書體": "楷書", "全文": "遙遙練祈川。遠引三江脈。滉瀁盪空青。泓澄湛寒碧。流波界崑定。通海納潮汐。其陽風氣會。厥壤實厚積。祕閣有朱公。茲焉奠玄宅。豈惟戀丘壑。聊用藏體魄。來裔紛哲賢。輝光粲珠壁。名懿踵軒裳。靈源衍深澤。桓桓今太宰。廷對屈群策。元德表巖廊。清問恆側席。寅亮庶績凝。邦秩勞允格。懸衡黜陟明。竟逢權貴逆。飄然拂衣歸。寧戀腐鼠嚇。青山喜獨往。衡宇聊自適。繼甫本象賢。翩翩徽嗣奭。戎樞贊密畫。芳譽已騰籍。雲衢高步遙。色養嬰情迫。解組風塵中。寧須俟髮白。忠孝道豈殊。父子念尤劇。容與同故鄉。逍遙樂泉石。秋穀爛璚玖。春杯濃琥珀。放棹每孤往。登臨或攜客。顧瞻天壤間。此樂詎堪易。何當力行餘。緬懷川上迹。世澤已深厚。蒿萊宜數闢。水木遵本支。川源衍流液。草堂肇嘉名。相與覃朝夕。新圖乞探微。詠賦總名碩。蹇予通家末。契分投宿昔。贈言聊爾耳。繁詞愧蕪摭。嘉靖乙卯二月丙戌。茂苑文嘉。"}, {"印记": "", "題跋類別": "題跋", "作者": "張鳳翼", "位置": "拖尾", "款識": "長洲張鳳翼敬賦", "書體": "楷書", "全文": "遙川一片練。繫爾百年思。世業箕裘在。高標杖屨遺。枝分崑阜玉。潮發海門奇。綠野承顏日。春風詠謝詩。長洲張鳳翼敬賦。"}]