[{"印记": "", "題跋類別": "作者款識", "作者": "謝遂", "位置": "本幅", "款識": "臣謝遂恭畫", "書體": "楷書", "全文": ""}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "引首", "款識": "", "書體": "行楷書", "全文": "卉服咸賓"}, {"印记": "", "題跋類別": "題跋", "作者": "劉綸", "位置": "本幅幅首", "款識": "尚書臣劉綸恭和", "書體": "楷書", "全文": "一家中外奉王春。舊隸新藩式化均。貢道夏書規自狹。職方周制屬尤親。冠裳異用知從朔。臣僕同稱敢備賓。九譯昧荒伊古限。萬年清晏我朝臻。名簽別部通臚句。字釋旁行彙舌人。物土陳風資攷治。披圖系說取存真。寅承開國徠庭日。快覩恢疆輯瑞辰。賡詠恰宜隨凱奏。星軺里鼓近堪循。尚書臣劉綸恭和。"}, {"印记": "", "題跋類別": "題跋", "作者": "金德瑛", "位置": "本幅幅首", "款識": "左都御史金德瑛恭和", "書體": "楷書", "全文": "藻采新橅萬彙春。披來聖澤邇遐均。明堂日月恩威溥。屬國梯航翼戴親。犬馬有情知戀主。雁鴻依候似來賓。皇風景應蕃釐集。王會歡從夀域臻。敢附凌煙聯劍珮。欣隨舞獸覲天人。書中舊闕傳聞異。班外初增面目真。比物鑄形存鼎鼐。膺圖作繪麗星辰。永藏冊府超前牒。覆載無私帝率循。左都御史臣金德瑛恭和。"}, {"印记": "", "題跋類別": "題跋", "作者": "", "位置": "本福", "款識": "", "書體": "楷書", "全文": "圖說。（一）關東。鄂倫綽。寜古塔之東北海島一帶。唐書所云。少海之北。三面阻海。人依嶼散居。有魚鹽之利者。人有數種。鄂倫綽其一也。在近海之多羅河強黔山遊牧。男女皆披髮跣足。以養角鹿捕魚為生。所居以魚皮為帳。性懦弱。歲進貂皮。（二）奇楞。奇楞在寜古塔東北二千餘里亨滾河等處。性強悍。以捕魚打牲為業。男女衣服皆鹿皮魚皮為之。無書契。其土語謂之奇楞話。歲進貂皮。（三）庫野。庫野居東海島之雅丹達里堪等處。男則薙頂心以前之髮。而蓄其後。長至肩即截去。草笠布衣。綴紅布卍字于肩背間。亦有衣魚皮者。性好鬥。出必懷利刃。婦女幼時即以針刺唇。用烟煤塗之。土語謂之庫野話。歲進貂皮。（四）費雅喀。費雅喀在松花江極東。沿海島散處。以漁獵為生。男女俱衣犬皮。夏日則用魚皮為之。性悍好鬥。出入常持兵刃。歲進貂皮。（五）恰喀拉。恰喀拉散處於渾春沿東海及富沁岳色等河。男女俱于鼻傍穿環。綴寸許銀銅人為飾。男以鹿皮為冠。布衣跣足。婦女則披髮不笄。而襟衽間多刺繡紋。其屋廬舟船。俱用樺皮。俗不知網罟。以义魚射獵為生。性游惰。無蓄積。土語謂之恰喀拉話。歲進貂皮。（六）七姓。七姓在三姓之西二百餘里之烏扎拉洪科等處。性多淳樸。地產荍麥。雖知耕種。而專以漁獵為生。遇冬月冰堅。則足踏木版溜冰而射。其婦女亦善伏弩捕貂。衣帽多以貂為之。土語謂之烏迪勒話。歲進貂皮。（七）赫哲。赫哲所居與七姓地方之烏扎拉洪科相接。性強悍。信鬼怪。男以樺皮為帽。冬則貂帽狐裘。婦女帽如兜鍪。衣服多用魚皮。而緣以色布。邊綴銅鈴。亦與鎧甲相似。以捕魚射獵為生。夏航大舟。冬月冰堅。則乗冰牀。用犬挽之。其土語謂之赫哲話。歲進貂皮。（八）福建省。羅源縣畲民。福州府屬羅源等縣畬民即粤之猺人。福建通志云。汀猺人與䖍漳潮潯接壤。以槃藍雷為姓。又連江志畬民五溪槃瓠之後也。桂海虞衡志謂之猺。今居羅源者祇藍雷二姓相為婚姻。或云海南民藍奇雷聲隨王審知入閩。因居羅源村中。然不可考。其習俗誠樸。與土著無異。無酋長統轄。多在荒僻山巔。結茅為屋。男女相助力作。采薪捕魚。以供食用。男椎髻短衣。荷笠攜鋤。婦挽髻。蒙以花布。間有戴小冠者。貫綠石如數珠。垂兩鬢間。圍裙著履。其服色多以青藍布。（九）古田縣畬民。古田畬民即羅源一種。散處縣之上洋等村。以耕漁為業。竹笠草履。勤於負擔。婦以藍布裹髮。或戴冠狀如狗頭。短衣布帶。裙不蔽膝。常荷鋤跣足而行。以助力作。（十）臺灣縣大傑巔等社熟番。臺灣自古不通中國。本朝始入版圖。番民有生熟二種。聚居各社。如内地之村落。不設土司。眾推一人約束。其大傑巔等社熟番。編竹木為牆。屋蓋以茅茨。土基甚高。入室必以梯。男剪髮。束以紅帛。衣用布二幅聯如半臂。垂尺許於肩肘。腰圍花布。寒衣曰縵披。其長覆足。婦衣亦然。俱以銅鐵環束兩腕。或疊至數十。各縣社番多有之。嚼米為酒。恒攜黄藜以佐食。男女相悅即野合。府志稱各社終身依婦以處。贅壻即為子孫。歲輸丁賦七十餘兩。其新港。卓猴二社。舊屬諸羅。今改隸臺灣縣治。（十一）鳳山縣放䌇等社熟番。放䌇等社熟番。相傳為紅毛種類。康熙三十五年（西元年一六九六年）歸化。其人善耕種。地產香米。男以鹿皮蔽體。或披氊敞衣。女著衣裙。喜懸螺貝於項間。腕束銅環而跣足。捕鹿必聽鳥音以占得失。婚娶名曰牽手。女及笄。搆屋獨居。番童以口琴挑之。喜則相就。遇吉慶輒艷服簪野花。連臂踏歌。名曰番戲。疾病不事醫藥。用冷水浴之。茄藤力力等社皆然。歲輸丁賦三百四十九兩零。（十二）諸羅縣諸羅等社熟番。諸羅山社相傳亦紅毛種類。風俗物產與鳳山放䌇等社相似。男番首插雉尾。以樹皮績為長衫。夏常裸體。女盤髮。綴小珠。覆以布帕。項圍白螺珊瑚為飾。又男番喜穿耳納竹圈于中。漸易大者。久之將垂及肩。乃實以圓木。或嵌螺錢。各縣社番多有之。諸羅社在縣西。其打猫社。他里霧社。柴裏社俱在縣北。（十三）諸羅縣簫壠等社熟番。諸羅縣南曰簫壠社。曰加溜灣社。曰麻豆社。曰哆咯嘓社。服飾大略與諸羅等社同。男以竹片束腰。曰篐肚。欲其漸細。能截竹為簫。長二三尺。以鼻吹之。歲時婦女多以糍餌相餽餉。又按府志。哆囉嘓社男女成婚後俱折去上齒各二。彼此謹藏。蓋亦終身不改之意云。凡諸羅縣各社歲輸丁賦一百八十餘兩。（十四）彰化縣大肚等社熟番。彰化縣屬土番。濱海倚山。種類蕃雜。共五十社。其大肚等社番皆以漁獵為業。善鏢箭。竹弓竹矢。傅以鐵鏃。亦勤耕作。番婦則攜飲食餉之。暇日或至縣貿易。（十五）彰化縣西螺等社熟番。西螺等社熟番居處。服飾與大肚等社相似。其人趫捷。束腹奔走。接遞文移。官給以餼。番婦常挈子女赴縣。用榖帛相貿易。凡彰化縣各社歲計輸丁賦四百六十三兩零。（十六）淡水廳德化等社熟番。淡水廳以臺防同知駐劄。故名德化。蓬山。吞霄。中港四社。在同知所駐竹塹城之北。其地濱洋下濕。結茅成屋。或以板為之。飯以黍米滷浸魚蝦供饌。男婦皆短衣。腰圍幅布。并力耕作。亦事漁獵。暇則吹竹笛。彈竹琴以為樂。（十七）淡水廳竹塹等社熟番。竹塹城為臺防同知駐劄之地。竹塹社在城北五里。其南坎社。淡水内外社俱在城南甚遠。風俗與德化等社相似。男剪髮齊額。或戴竹節帽。素衣繡緣如半臂。下體圍花布。婦盤髻。約以朱繩。衣亦如男。常攜葫蘆汲水蒸黍。凡淡水各社熟番。俱與通事貿易。歲輸丁賦二百六十餘兩。皮稅一兩餘。（十八）鳳山縣山猪毛等社歸化生番。生番在山谷中深林密箐。不知種類。鳳山等縣皆有之。山猪毛等社。於康熙五十五年（西元一七一六年）。雍正二年（西元一七二四年）。先後歸化。共七十四社。自立土目約束。其居擇險隘處叠石片為屋。無異穴處。男女披髮裸身。或以鹿皮蔽體。富者偶用番錦嗶吱之屬。能績樹皮為布。亦知耕種黍稷。喜啖薯蕷。見親朋以鼻相就為敬。婚姻則歌唱相和而成。時挾弓矢鏢槍捕獐鹿。以其肉向民人易鹽布釜甑。歲輸皮稅二十餘兩。（十九）諸羅縣内山阿里等社歸化生番。内山阿里等社。自康熙二十二年歸化。擇其語音頗正者為通事。番人皆依山穴土以居。飲食衣服。與山猪毛等社相似。不諳耕作。惟植薯蕷于石罅。挾弓矢獵獐鹿以佐食。足趾若雞爪。履險如平地。歲輸丁賦三十餘兩。（二十）彰化縣水沙連等社歸化生番。水沙連。及巴老遠。沙里興等三十六社。俱於康熙雍正年間。先後歸化。其地有大湖。湖中一山聳峙。番人居其上。石屋相連。能勤稼穡。種多麥豆。蓋藏饒裕。身披鹿皮。績樹皮横聯之。間有著布衫者。番婦挂圓石珠于項。自織布為衣。善織罽。染五色狗毛雜樹皮陸離如錦。婚娶以刀斧釜甑之屬為聘。雖通舟楫。不至城市。或赴竹腳寮社貿易。歲輸榖十五石三斗。皮稅四兩三錢。（二十一）彰化縣内山生番。内山生番居深山窮谷。人跡罕到。巢居穴處。茹毛飲血。裸體不知寒暑。登峰越箐。捷若猿猱。善鏢箭。發無不中。秋深水涸之候。常至近界。鏢射鹿麞。遇内地人。輒加戕害。番婦針刺兩頤如網巾紋。亦能績樹皮為罽。（二十二）淡水右武乃等社生番。淡水同知屬内山右武乃等社生番。倚山而居。男女俱裸。或聯鹿皮緝木葉為衣。食生物。性剛狠。以殺為事。隆冬草枯水涸。追射麞鹿。攀援樹木。趫捷如飛。其竹塹東南内山生番俗亦相等。謹按。臺灣生番向由該督撫圖形呈進者。茲乾隆五十三年（西元一七八八年）。福康安等追捕逆匪林爽文。莊大田。各生番協同擒剿。傾心歸順。是年冬。番社頭目華篤哇哨等三十人來京朝貢。並記於此。（二十三）湖南省。永綏乾州等處紅苗。按文獻通考。苗古三苗之裔。又杜氏通典。長沙黔中五溪蠻皆盤瓠種。今苗類不一。然考三苗。自舜時已徙之三危。而苗人至今多祀盤瓠為祖。永綏等處之紅苗。歷代不通聲教。雍正八年。六里紅苗歸誠。特分設永綏同知以理之。苗居多依山嶺。刀耕火種。男蓄髮去鬚。衣綴錫片。領帶俱尚紅。故名紅苗。出入佩刀。婦髻插銀梳。衣短衫。繫繡裙。俗尚鬼。每亥子兩月。殺牛祭神。婚姻以唱歌相悅而成。嫁時母送女往索銀始歸。謂之娘錢。賦稅有秋糧雜糧。按户均輸。（二十四）靖州通道等處青苗。青苗。靖州。通道。綏寜。城步各屬皆有之。習俗與紅苗略同。而性情較淳。以服色俱尚青黑。故名青苗。男子勤力作。時荷擔趁墟。婦髻插木梳。不著裙袴。能繡蠻錦花巾。所居多在深山密箐中。間有與居民雜處者。（二十五）安化。寧鄉等處猺人。猺人裔出于苗。因其不事徭役。故别稱曰猺。亦名獏猺。其在湖南者聚處安化。寧鄉。武岡。溆浦山谷間。環紆千餘里。與苗分類。歷代反覆無常。本朝以來。咸知向化。有平地高山二種。平地猺雜居州邑。耕讀與民無異。高山猺阻山憑險。所種多黍菽。或伐竹樹。易榖而食。男女俱以花帛抺額。繫錦兜于胸前。每稼穡登場後治酒筵賓。擊長鼓。吹蘆笙。男女跳舞而歌。名曰跳歌。其賦稅。與齊民一體輸納。（二十六）寧遠等處箭桿猺。箭桿猺乃猺人中之一種。因其用竹箭為簪。長尺餘。或七枝。五枝。三枝不等。插於髻。故以為名。男女喜著青藍短衣。緣以深色。其居處風俗。悉與猺人同。（二十七）道州永明等處頂板猺。頂板猺。道州。永明。江華等處。皆有此種。男椎髻長簪。女盤髻向後。横頂木板一片。兩端綴珠。繫以紅繩。結之頷下。故名之曰頂板猺。其居處風俗。俱與苗猺相似。（二十八）永順保靖等處土人。土人先本苗蠻。自唐以蠻中大姓彭氏冉氏分土管轄。始有土人之名。歷代反覆不常。時勤剿撫。明時始授永保等土司為宣慰使。國初一如明制。嗣因土官貪暴。雍正二年（西元一七二四年）。改土歸流。添設永順府治。土人咸登袵席矣。其地山多田少。刀耕火種。男花布裹頭。足著草履。女椎髻向後。衣裙俱短。婚禮以一牛餽女之外家。謂之骨種錢。婦勤於紡績土綾土布。民間亦多資之。賦稅各邑折徴秋糧。自數十兩至數百兩不等。（二十九）廣東省。新寧縣猺人。猺本槃瓠之種。由楚省蔓延粵東之新寧。增城。曲江。樂昌。乳源。東安。連州等七州縣。明洪武。永樂時。猺首槃貴等相繼來朝。始立土司。正統以後。屢次作亂。本朝初年。復肆行劫掠。先後討平。康熙四十二年（西元一七０三年）。招撫歸順。分隸各州縣。其在新寧者居縣屬之大隆峝。言語服飾。漸與內地習染。同齊民一體編戶輸糧。婦人髻環。衣飾亦與民無異。戴笠跣足。能助耕作及紡織刺繡之事。（三十）增城縣猺人。猺之在增城者。居縣屬邊境山巖間。刀耕火種。善用弩箭射獸。其服飾與齊民相似。猺婦總髮為髻。繫以紅繩。衣衫裙袴。亦仿彿民間。常跣足入山樵採。或攜瓠貯茶以售于市。（三十一）曲江縣猺人。曲江縣猺人。居縣屬之西山。距城百二十里。男子椎髻環耳。領緣尚繡。膝以下束帛至脛。常用甕囊攜物出山貿易。猺婦髻貫竹箭。覆以花帕。重裙無袴。跣足而行。能作竹木器。舁負趁墟。以易鹽米。因婦人髻貫竹箭。故概名曰箭猺。（三十二）樂昌縣猺人。樂昌縣猺人。居縣屬之大嶺及龍嶺腳二處。距城五六十里。其服飾與曲江箭猺仿彿。或時用花帕纏頭。猺婦亦盤髻貫箭。短衣短裙。能跣足登山。亦常負物入市貿易。（三十三）乳源縣猺人。乳源縣猺人居深山中。耕山為業。距城百五十里。有生熟二種。生猺不與華通。熟猺常出貿易。頭纒花帕。耳帶大環。猺婦恒簪小竹桿二三枝。復纒以髮。用帕蒙之。身衣短衫。裙不蔽膝。時有往來城鄉。與民人市易鹽米者。（三十四）東安縣猺人。東安縣猺人。居縣屬之雲㢘。雲容二峒。距城百五十里。其服食耕種。大概與齊民無異。惟椎髻用花帕纒頭。是其俗習。而言語侏離。殊不可通。猺婦亦用花帕纒頭。短裙跣足。能耕耘紡織。（三十五）連州猺人。連州猺人畜髮為髻。紅布纒頭。喜插雞翎。性兇悍不馴。亦間有識字者。或時以山果入市。猺婦衣尚刺繡。皆自為之。青帕蒙頭。飾以簪珥。常著芒鞋。登山樵採。婚姻以唱歌相諧。所居距州城四十里。（三十六）靈山縣獞人。靈山縣獞人本廣西狼兵。明天順時奉調征剿。遂就此生聚。散處縣屬之十萬山中。性質粗悍。又謂之山人。戴笠跣足。衣飾亦與齊民相仿。掬水而飲。摶飯而食。茅茨衡板。上棲下牧。男女婚姻不以禮。善藥弩。以捕獵為生。獞婦用花帛兜肚。袴僅蔽膝。往來墟市。必持雨傘而行。（三十七）合浦縣山民。合浦縣山民一名莫猺。自荆南五溪而來。本猺獞之類而不屬于峒長。故名莫猺。隨溪谷群處。斫山為業。有採捕而無賦役。服飾略同齊民。惟以青布纒頭。所居在大山中。聞人民語輙趨避。畏入城市。俗呼山仔老。其山婦俗呼山仔婆。喜以繡帛束胸。短裙跣足。常負藤囊至墟貿易。（三十八）瓊州府黎人。按黎人後漢謂之俚人。俗呼山嶺為黎。而俚居其間。於是訛俚為黎。散處于瓊屬五指山各峒中。性兇横。時相讐殺。自唐至本朝。叛服不常。康熙三十八年（西元一六九九年）。總兵唐光堯率兵剿撫。始獲綏靖。雍正七年。各峒生黎咸願入版圖。悉為良民。男椎髻在前。首纒紅布。耳垂銅環。短衣至膝。下體則以布兩幅掩其前後而已。射獵耕樵為生。黎婦椎髻在後。首蒙青帕。嫁時以針刺面為虫蛾花卉狀。服繡吉貝。繫花結𧚔。𧚔似裙而四圍合縫。長僅過膝。其俗親死不哭。惟啖生肉。即以為哀慟切至。（三十九）廣西省。臨桂縣大良猺。臨桂縣大良猺。多居深谷間。以遠近為伍。木葉覆屋。椎髻跣足。短衣緣繡。以錦綴膝。出必攜雨蓋。猺婦以銀簪遍插髻間。耳綴大銀環。以蠻錦刺繡為衣。時攜竹籃趁墟。陳隋間時嘯聚為居民患。唐貞觀中。守臣諭以禍福。悉出迎降。至元明時。常附獞劫掠。本朝定鼎以來。懷德畏威。耕鑿相安。納正供與良民等矣。（四十）永寜州梳猺。永寜梳猺居山谷最僻處。男婦以耕織為生。無賦稅。明景泰時始出與州民貿易。人至其家。即非素識。必具牲醴相款洽。男不留髭鬚。椎髻纏花巾。領袖緣以花布。女布衣花帶。不事裝飾。以髻中綰木梳。故概名梳猺。（四十一）興安縣平地猺。興安縣平地猺傍石林結茅屋。佃田輸租。不事剽竊。俗醇似平民。因名平地猺。男花帛裹頭。帶銀手釧。衣袴俱錦緣。時以布囊負物。女錦纒頭。綴以珠玉。項飾銀圈。花布巾束腰。偶詣親串家。晴雨必以油蓋自隨。每歲首祀槃瓠。雜置魚肉酒飯于木槽。叩槽群號以為禮。（四十二）灌陽縣竹箭猺。竹箭猺類湖南之箭桿猺。散處灌陽縣之歸化上下二里。耕山種畬。有田輸賦者甚少。性樸易馴。土民常募使佃作。男女俱挽髻。簪竹簪三枝。有似于箭。男衣緣邊短衣。女花領繡裙。時入林採茶。（四十三）羅城縣盤猺。羅城縣猺人居縣屬之通道鎮。歲時祭賽盤古廟。因名盤猺。又名自在猺。伐山火食。俗尚踏歌。濃妝綺服。一唱百和。謂之會閬。元夕中秋為盛。餘節亦間舉。男五色布裹頭。領緣花絨。帶綴制錢。女以竹片綴珠覆首。布衣花袖。帶亦綴錢。復結制錢為佩。繫之當胸。行步則瑲然有聲。（四十四）修仁縣頂板猺。頂板猺居修仁縣之山麓間。以所耕磽瘠免賦稅。頗安業。不為非。男女短衣花領。皆以黄蠟膠紅板于首。女則綴以琉璃珠纍纍若瓔珞然。與湖南之頂板猺但以䋲結頷下者略異。其俗女嫁時攜汲桶至夫家。夫擊女背者三。婦乃以桶出汲。（四十五）慶遠府過山猺。慶遠府屬猺人向隸土司。雍正七年（西元一七二九年）。改土歸流。遂入版籍。供賦役。其過山猺僻處山巔。以焚山種植為業。地力漸薄則他徙。故以過山為名。不知紡織。布帛皆市之獞人。性善走。生子始能行。燒銕石烙其足底。使痛癢皆無所知。故履險如平地。男女俱插長簪。短衣繡領。結絲網為袋以負物。各以繩繫額而行。（四十六）陸川縣山子猺人。山子猺居深山中。耕山為業。遷徙無常。類過山猺。故别其名曰山子。性敦樸。人或以物寄藏。雖久弗失。時採山果哆囉蜜等物鬻于墟。男椎髻纏頭。著短袖衣。女則以繡緣領。每出行男女皆攜葫蘆為飲器。（四十七）興安縣獞人。獞亦盤瓠遺種。元時自楚黔至粤。蔓衍桂平梧各郡山谷間。與猺雜居。而性尤獷悍。喜攻擊撞突。故曰獞。其在興安之富江諸處者被化最早。習俗較醇。以耕種負販為生。席地而炊。摶飯而食。男藍布裹頭。婦椎髻。銀簪懸以花勝。抺額悉綴以珠。衣裳俱緣以錦繡。宴客人𣇣一器。食餘則各攜去。（四十八）賀縣獞人。賀縣獞人始來自楚。居縣屬南鄉。有生熟二種。熟者入籍輸稅。生者居深山中。性剽悍。明隆慶時。其酋楊公滿等作亂。都御史殷正茂等討平之。本朝以來獞人安耕織。慕文物。男花巾纒頭。項飾銀圏。青衣繡緣。女環髻遍插銀簪。衣錦邊短衣。繫純錦裙。華麗自喜。能織獞錦及巾帕。其男子所攜必家自織者。（四十九）融縣獞人。融縣之水泠洞左右藤蒼樹古。多猿猱。獞人視若儔伍。結廬其中。號蔴欄。男女群處。子娶婦始别欄焉。性雖悍。頗知奉法。有田者必爭先輸課。善雞卜。執雄雞禱畢殺之。拔兩股骨視骨側細竅遍側竹筳斜正偏直。任其自然以定吉凶。男花布纏頭。女項飾銀圏。衣緣以錦。花褶繡履。時攜所織獞錦出售。必戴竹笠而行。（五十）龍勝苗人。龍勝界連黔粤。多層巖叠嶂。苗人架竹木為樓居。相率種植射獵。性獷悍。賤老貴少。不留髭鬚。謂之羅漢。喜結交。與親暱者至以身殉之。若其人欲他往。遂殺而食其肉。裹骨以錦置家祠奉之。誌不忘焉。歴代梗化。屢討屢叛。自乾隆五年剿撫以來。相戒守分。悉除從前惡習。計田輸稅。男纏頭插雉尾。耳環項圏。青衣紥袖。女挽髻遍插銀簪。復以長簪綴紅絨。短衣緣錦。花兜錦裙。常手攜檳榔盒。男女皆跣足而行。（五十一）羅城縣苗人。苗之在羅城者。與猺雜居。而性頗不類。好吹笙。男子髻插三雉尾。耳環手鐲。短衣繡緣。苗婦椎髻長簪。著鑲錦敞衣。胸露花兜。裳則純錦。以示靚麗。能織番錦。又善音操楚歌。挂釵留客。能為鸜鵒舞。娶婦生女。則送歸母家。謂之一女來。一女往。食則以手團飯。和以魚鮓為上食。交易以木刻記之。宋時始置縣治。猶頑梗。今則奉法。與齊民同。村落亦有塾舍書聲。（五十二）懷遠縣苗人。懷遠縣之武洛。猛團等處苗人寨焉。山產桐茶樹。收其子為油。以資生計。貧者或以採薪為業。婦人勤於紡織。俗貴鹽。非賓至不輕用。有曲直不相服者。聚眾辨論。謂之款坪。不直者罰酒肉餉眾。以蘆管為笙。每立春前一日入城吹之。先官署。次紳士家。且歌且舞。其辭皆時和年豐官清民樂之意。男女服飾。均與龍勝苗人相同。（五十三）岑溪縣狼人。狼亦槃瓠遺種。散處粤西山谷間。明弘治間。時奉調遣。謂之狼兵。岑溪縣之北科峒。土地肥美。宜五榖。萬歷時。狼目韋月率兵屯種。韋衰。徐勝繼之。遂屬徐勝子孫管領。國朝順治初。亦調狼兵二十名戍其地。今為例。男椎髻。績麻為衣。以耕漁為生。婦垂髻耳環。與民人相同。喜以茜草染齒使紅。以示麗。貧者時戴笠攜筐挑野蔬以佐食。善雞卜。與獞差異。視骨理之明暗。以定吉凶。（五十四）貴縣狼人。明正德時。粤西流賊四起。貴縣民多逃亡。田地荒蕪。因狼兵征賊有功。使耕其地。遂居縣屬五山。九懷之中。長子孫焉。世以耕獵為生。亦有粗知漢字者。男戴笠著履。時攜巾扇閒遊。女青衣繡裳。繫紅綠彩色帶。喜簪花。亦喜以茜草染齒。婚聘以饋肉為禮。男女迎送則歌聲互答。以相歡悅。（五十五）懷遠縣狑人。狑者另也。諸蠻之外另為一種。與猺獞又别。故曰狑人。其貴少賤老不留髭鬚。亦似苗。但不若苗之頑悍。懷遠之永吉三峒等村。多幽崖奥谷。狑人依焉。不室而處。採橡薯為糧。或射狐掘鼠及捕蟲蠆以充食。婦女亦間採山果以佐之。不識紡績。以卉為衣。鴃舌鳥言。須重譯乃通。（五十六）馬平縣犽人。犽亦槃瓠種。居馬平縣之山谷間。以耕獵為業。明代屢次作亂。都督韓觀等先後剿撫。百年以來。奉法與齊民等。男黑布裹頭。黑衣花帶。婦短衫緣錦。袖連彩帛三四重。裙則純錦。常刺額為花草蛾蝶狀。所謂雕題漆齒也。有生熟二種。在深谷者為生丁。亦名黑丁。雜民居者為熟丁。亦名白丁。（五十七）思恩府屬㺜人。㺜自稱曰㺜。散居思恩及田州等處。思恩。古雕題地。田州則越裳故處也。明時屢肆猖獗。經王守仁。殷正茂等先後剿撫。設那馬。興隆。安定各土司分治之。本朝雍正年間。改土歸流。㺜人悉隸版籍。所居在山頂。無族姓可考。尚鬼重財。不好田作。採薪易榖。家無宿舂。男三十以上乃婚。婦首綰雙髻。短衣布裙。亦佐夫樵薪為業。（五十八）西林縣皿人。皿人即西林土人。散處山谷。明時置上林長官司轄之。本朝康熙五年。始設西林縣治。男錦巾裹頭。著紅綠衣。每逢佳節好吹笛遊玩。女挽雙髻。覆以繡帕。著花領衣繫綠裙。素淡食嗜酸味。所種山田。必待雨而耕。旱則竹筧引泉以溉。歲輸正供。少逋負者。（五十九）西林縣㹧人。㹧人家無蓄積。以多牛為富。居處飲食與皿人相類。而服飾稍别。男花布裹頭。喜著半臂攜。自織錦帕。婦以綵帛約髮。髻插鳳釵。項飾銀圏。下垂小珠瓔珞。紅衣廣袖。外繫綠裙。俗信鬼。疾病以巫禱為事。其族類不可考。（六十）太平府屬土人。太平駱越地也。無猺獞雜居。編户皆土人。其承襲土司世職。悉前代征蠻將士之後。蓋當時以邊功受賞邑使役屬其土著者。土人多以尺布裹頭。不留髭鬚。足著革履。出必以油蓋自隨。時負絲網袋趁墟負物而歸。婦人手帶銀釧。多者或至三四。短衣長裙。行則衱于帶間。恒攜竹藍。挑野蔬以佐食。婚姻以檳榔為禮。自改流以來。土人子弟有讀書應試為諸生者。（六十一）西隆州土人。西隆州本日南地。唐宋屬田州。明永樂時。置安隆長官司。本朝康熙初。始設西隆州。雍正五年。以泗城土府改設流官。遂分隸焉。土人村舍多在山脊。鋤畬種粟。家無積糧。男以藍布纒頭。藍衣花帶。手銀鐲。足鷂鞋。時肩絲網袋以藏什物。土婦首裹布幘。髻插花簪。綠衣紅領花袖。外繫細摺長裙。束以飄帶。能織花布巾。每歲首酋長率所部百餘人。以雉兔等物獻之官府。俯伏跪拜惟謹。犒以酒食。各攜所餘而去。就田輸稅。不異齊民。"}, {"印记": "", "題跋類別": "題跋", "作者": "董邦達", "位置": "本幅幅尾", "款識": "侍郎臣董邦達恭和", "書體": "楷書", "全文": "無邊大地沐陽春。厎貢彤廷辨土均。八表車書同暨訖。萬方玉帛共尊親。明駝毳帳開蔥嶺。細馬金韉織罽賓。折箠自看咸率俾。浮航寜敢憚遄臻。虞階干羽承前烈。禹甸璆琳致遠人。玉府駢羅琛賮盛。緹囊省識畫圖真。雨風和會凝皇極。星宿周環拱北辰。斧藻丹黃宣立本。圖披王會更重循。侍郎臣董邦達恭和。"}, {"印记": "", "題跋類別": "題跋", "作者": "裘曰修", "位置": "本幅幅尾", "款識": "侍郎臣裘曰修恭和", "書體": "楷書", "全文": "職貢圖開六合春。東西南朔服維均。淘金撈玉方輿異。海誌山經覩記親。心似露葵知所向。身隨陽雁遠來賓。唐虞以上初無紀。秦漢而還未克臻。地或不毛咸我土。類雖非種亦吾人。寜妨舊俗衣冠陋。但被淳風面目真。貳負詎能殊甲子。支祈早已付庚辰。丹青冊府垂彪炳。世世蒙庥永率循。侍郎臣裘曰修恭和。"}]