[{"印记": "", "題跋類別": "題跋", "作者": "", "位置": "本幅", "款識": "", "書體": "楷書", "全文": "（圖說）（一）雲南省。雲南等府黑玀玀。黑玀玀為滇夷貴種。凡土官營長皆其族類。散居雲南曲靖。臨安。澂江。武定。廣西。東川。昭通。楚雄。順寧。蒙化等府。在鶴慶者又號海西子。自唐時隸東西兩爨部落。元收其地為郡縣。分處各屬。其居處斵木代瓦。名曰苫片。男子青布纒頭。或戴箬帽。布衣氊衫。婦亦以青布蒙首。布衣披羊皮。纒足著履。言語飲食。頗類齊民。性樸魯。好射獵。歲時用雞酒揺木鐸。以祝國祈年。土宜稻黍。輸稅惟謹。（二）雲南等府白玀玀。白玀玀於夷種為賤。雲南等府及開化。景東皆有之。一名撒馬都。又稱為洒摩。其部落貢稅與黑玀玀同。居處依山箐。或雜村落。男子以布蒙首。衣短衣。胸掛繡囊。著革履。婦女椎髻。蒙以青藍布。綴海巴錫鈴為飾。纒足著履。勤於耕作。婚姻以牛馬納聘。祭用丑月。插山榛三百枝於門。誦經羅拜。有占卜則投麥於水。騐其浮沈。其言語飲食。輸賦稅。均類齊民。（三）雲南等府乾玀玀。乾玀玀唐時隸東爨部落。今與黑白二種散處雲南。曲靖。東川三郡。無專設土司。居尚樓屋。食貴鹽蒜。人貌皆黑。男子束髪纒頭。耳綴圏環。衣花布短衣。披羊皮。用麻布裹脛。著草履。婦女以白麻分辮束髪。頂綴海巴。其婚嫁以奢侈相誇。每食插筯飯中。擎拳黙祝。以為報本。性勇好鬬。不通華言。頗勤耕織樵採。歲輸賦稅。（四）廣南等府妙玀玀。妙玀玀皆土蠻官舍之裔。或稱虎頭營長。或稱官娜。與黑白諸種異。廣南。元江。開化。鎮沅。大理。楚雄。永昌。永北。麗江。姚安十府皆有之。無部落。隨各屬土流兼轄。貌獰性悍。善用𨭚弩。耕種山地。冬月圍爐中堂。舉家卧其側。男子椎髻短衣。婦女青布纒頭。以幅布披右肩。綰於左腋。短衣短裙。跣足無袴。婚姻聽女擇配。其輸租稅與各種同。（五）曲靖等府僰夷。僰夷一名擺夷。漢為叵簉甸。唐為步雄。嶍峨二部。元初内附。其部落接壤緬甸車里。今雲南曲靖。臨安。武定。廣南。元江。開化。鎮沅。普洱。大理。楚雄。姚安。永北。麗江。景東十五府皆有之。隨各屬土流兼轄。與齊民雜處。男子青布裹頭簪花。飾以五色線。編竹絲為帽。青藍布衣。白布纒脛。恒持巾帨。婦盤髪於首。裹以色帛。繫綵線分垂之。耳綴銀環。著紅緑衣裙。以小合包二三枚各貯白金於内。時時擕之。地産五榖。宜荍麥。輸納糧稅。常入市貿易。（六）景東等府白人。白人其先居大理白崖川。即金齒白蠻部。皆僰種後。居景東府地。而雲南臨安。曲靖。開化。大理。楚雄。姚安。永昌。永北。麗江等府俱有之。隨各屬土流兼轄。其居處與民相雜。風俗衣食。悉倣齊民。有讀書應試者。亦有纒頭跣足。衣短衣披羊皮者。又稱民家子。歲輸賦稅。（七）曲靖等府狆人。狆人與黔省狆家苗同一族類。曲靖。昭通與黔接壤。故所屬皆有之。在曲靖者。宋時隸摩彌部。在昭通者。唐以後均隸烏蒙部。本朝改設流官管轄。其人好樓居。男子纒頭短衣跣足。婦女以青布為額篐。如僧帽然。飾以海巴。耳綴大環。衣花布緣邊衣裙。富者或以珠綴之。白布束脛。纒足著履。男女皆勤耕作。輸賦稅。嗜食犬鼠。風俗樸陋。（八）廣南等府沙人。沙人安南土酋沙氏之裔。明初隸廣南廣西府。屢不靖。沐氏討平之。後土官沙定洲據會城。為李定國所擒。本朝順治十五年（西元一六五八年）平滇。與迤東各郡同時歸順。歲輸糧賦。散處廣南。廣西。曲靖。臨安。開化等五府。其居多在髙山深箐。名曰掌房。寢無衾枕。坐牛皮中。擁火達旦。以耕漁射獵為生。出入帶刀弩。性狡而悍。男女衣飾。頗類齊民。其風俗多同儂人而慓勁過之。（九）廣南等府儂人。儂人其土酋儂姓。相傳為儂智髙之裔。宋時地曰特磨道。明改廣南府。本朝平滇。設流官。仍授儂氏後為土同知。今廣南。廣西。臨安。開化等府有此種。喜樓居。脫履而登。坐卧無床榻。男子以青藍布纒頭。衣短衣。白布束脛。婦束髪裹頭。短衣密紐。繫細摺桶裙。著繡花履。性悍好鬬。出則攜𨭚弩。其類與沙人相似。歲納糧賦。（十）順寧府蒲人。蒲人即蒲蠻。相傳為百濮苗裔。宋以前不通中國。元泰定間始内附。以土酋猛氏為知府。明初因之。宣徳中改土歸流。今順寧。澂江。鎮沅。普洱。楚雄。永昌。景東等七府有此種。居多傍水。不畏深淵。寢無衾榻。食惟荍稗。男子青布裹頭。著青藍布衣。披氊褐。佩刀。跣足。婦青布裹頭。著花布短衣長裙。跣足。常負米入市供賦稅。（十一）麗江等府怒人。怒人以怒江甸得名。明永樂間改為潞江長官司。其部落在維西邊外。過怒江十餘日。環江而居。本朝雍正八年（西元一七三０年）歸附。流入麗江。鶴慶境内。隨二府土流兼轄。性猛悍。能以弓矢射獵。男子編紅藤勒首。披髪。麻布短衣。紅帛為袴而跣足。婦亦如之。常負筐持囊劚黄連。亦知耕種。以虎皮麻布黄蠟等物。由維西通判充貢。（十二）鶴慶等府𤞰人。𤞰人居瀾滄江大雪山外。係鶴慶麗江西域外野夷。其居處結草為廬。或以樹皮覆之。男子披髪。著麻布短衣袴。跣足。婦耳綴大銅環。衣亦麻布。種黍稷。劚黄連為生。性柔懦。不通内地言語。無貢稅。更有居山巖中者。衣木葉。茹毛飲血。宛然太古之民。𤞰人與怒人接壤。畏之不敢越界。（十三）武定等府羅婺蠻。羅婺自宋氏大理段氏立羅武部長。至元明俱轄於土司。嘉靖中改歸流官。其部落流入雲南大理。楚雄。姚安。永昌。景東等七府。居多在山林髙阜。藉地寢處。男子挽髪戴笠。短衣披氊衫。佩刀。跣足。耕種輸稅。婦辮髪垂肩。飾以珠石。短衣長裙。皆染皂色。其地産火草。績而為布。理粗質堅。衣服之餘。或貿于市。（十四）臨安等府土獠。土獠一名土老。亦名山子。相傳為鳩獠種。亦滇中烏蠻之一。從蜀黔粤西之交流入滇境。散居臨安。澂江。廣西。廣南。開化。昭通等府。與齊民雜居。男子首裹青帨。著麻布衣。常負竹籠盛酒食入市貿易。婦女髙髻紅巾。縫花布方幅於短褐。其治生最勤。生子置水中。浮則養之。沈則棄之。今俗亦漸革矣。鼓噪而祭。謂之迓福。其土宜雜糧輸租賦。（十五）元江等府窩泥蠻。窩泥本和泥蠻之裔。南詔蒙氏置威逺睒。稱和泥為因逺部。明置元江府。東至元江。南至車里。西至威逺。北至思陀。皆和泥種。今雲南臨安。景東。鎮沅。元江五府皆有之。其人居深山中。性樸魯而黧黑。編麥稭為帽。以火草布及麻布為衣。男女皆短衫長袴。耕山牧豕。納糧賦。常入市貿易。亦有與齊民雜處村寨者。其俗女適人以藤束膝下為别。娶婦數年無子則逐之。祭祀宴會。擊鉦鼓吹蘆笙為樂。（十六）臨安等府苦葱蠻。苦葱爨蠻之别種。自元時歸附。今臨安。元江。鎮沅。普洱四府有此種。居傍山谷。男子椎髻。以藍布裹頭。著麻布短衣。跣足。挾刀弩獵禽獸為食。婦女短衣長裙。常負竹籠入山采藥。土宜禾稻。輸糧賦。其在三猛者。以六月廿四日為年。十二月廿四日為歲首。至期。烹羊豕祀。先醉飽歌舞。（十七）臨安等府撲喇蠻。撲喇一名撲腊。古蒲那九隆之苗裔。南詔蒙氏為尋甸部。至元初内附。今臨安。廣西。廣南。元江四府。俱有此種。多居髙山峻嶺。男子束髪裹頭插雞羽。著青布短衣。披羊皮。跣足。耕山種木棉。取禽鳥為生。婦青布裹頭。青布長衣。常負瓜蔬入市貿易。其在王弄山者。又名馬喇。即其種類。（十八）雲南等府撒彌蠻。撒彌或作洒美。其種類不蕃。惟雲南。曲靖二府有之。居處與齊民相雜。其人面目多黑。男子椎髻。青布裹頭。衣褐披氊。白布束脛。著革履。腰短刃。俗嗜酒。以角為杯。頗勤耕作。輸賦稅。間有知書者。婦女青布裹頭。縫合兩髩間如帽。著緑衣。披青布單。繫白布短裙。著履。能織布及毛褐。（十九）雲南省。曲靖等府苗人。苗人相傳為槃瓠之種。楚粤黔皆有之。其在滇省者。惟曲靖。東川。昭通等府花苗。隨各屬土流兼轄。其人喜居水濵。耐寒暑。男子青布裹頭。短衣。跣足。性狡而懦。勤耕作。婦女束髪。戴五色花冠。耳綴銀環。著紫布短衣。繫繡花布裙。跣足。能織苗錦。常攜竹筐入市貿易。遇節序則擊銅鼔吹角賽神。土宜雜糧。輸稅惟謹。（二十）普洱等府莽人。莽人其先隸緬甸部落。夷人稱其長曰莽紀。遂以為姓。明嘉靖初。與孟養木邦相仇殺。為其所破。由此内附。今普洱。永昌二府有此種。與齊民雜處。亦有木邦阿瓦種類。其人體肥力健。男子束髪。戴黑漆帽。裹幅布於身。跣足。婦人挽髻。窄袖短衣。緣邊桶裙。編竹絲為器盛食物。狀如葫蘆。俗勤耕織。輸糧賦。（二十一）姚安等府𤠫𤠫蠻。𤠫𤠫相傳楚莊蹻開滇時便有此種。無部落。散居姚安。麗江。大理。永昌四府。其居六庫山谷者。在諸夷中為最悍。其居赤石崕金江邊地與永江連界者。依樹木岩穴。遷徙無常。男子裹頭。衣麻布。披氊衫。佩短刀。善用弩。發無虚矢。婦女短衣長裙。跣足。負竹筐出入。地種荍稗。隨地輸賦。（二十二）武定等府摩察蠻。摩察本黑玀玀苗裔。而種類各别。自元張立道為大理勸農使。諸蠻相率來降。收為郡縣。今武定。大理。蒙化三府皆有之。居處與黑玀玀同。男子束髪裹頭。耳綴大環。短衣。披氊衫。佩短刀。以木弓藥矢射鳥獸為食。婦女皂布裹頭。飾以硨磲。短衣長裙。跣足。亦習射獵。其有田地者。種稻納糧。（二十三）楚雄等府扯蘇蠻。扯蘇爨蠻部落之别種。樸陋似黑玀玀。而性較強悍。其歸順亦與黑玀玀同。今楚雄。普洱二府有此種。其居處多結板屋於山巔巖石間。男子束髪裹頭。著短衣。披羊皮。耕山輸稅。婦女短衣長裙。跣足。頗知紡績。俗以牛毛占晴雨。（二十四）臨安等府牳雞蠻。牳雞其先隸東爨部落。元時隨諸蠻歸順。臨安。開化二府皆有此種。在寧州王弄山者。形貌獰惡。在蒙自者。侏𠌯卉服。皆轄於流官。居多負險。以竹為屋。遷徙無常。男子椎髻插雞羽。短衣。跣足。婦女項垂瓔珞。短衣長裙。緣以錦繡。俗好鬬。性愚而詐。佩刀負弩。捕生物即食。有占卜。用雞骨。耕山種荍輸稅。（二十五）麗江等府麽些蠻。麽些蠻。宋時其長蒙醋據麗江。元初平定。置茶罕章宣慰司。明以木氏為土知府。今麗江。鶴慶二府皆有之。居處與齊民相雜。性淳樸。語多鴃舌。男子薙髪戴氊帽。著大領布衣。披羊皮。其讀書入學者。衣冠悉同士子。婦女髙髻。戴漆帽。耳綴大環。短衣長裙。力作勤苦。俗以正月五日登山祭神。土宜荍稗。嵗輸糧賦。（二十六）鶴慶等府古猔番。古猔乃西番别種。先為吐蕃部落。與滇西北接壤。流入鶴慶。麗江。景東三府。土流兼轄。與民雜居。男子戴紅纓黄皮帽。耳綴銀環。衣花褐。佩刀繫囊。著皮靴。婦人辮髪。以珊瑚銀豆為飾。著五色布衣裙。披花褐於背。足履革靴。種青稞。牧牛馬為生。頗知禮法。輸賦惟謹。（二十七）永北等府西番。西番本滇西北徼外夷。又名巴苴。流入永北。麗江二府。居深山。聚族而處。男子辮髪。戴黑皮帽。麻布短衣。外披氊單。以藤纒左肘。跣足。佩刀。伐竹為業。不通漢語。婦女辮髪。綴以瑪瑙。硨磲。亦衣麻披氊。繫過膝桶裙。跣足。地種荍稗。納糧。（二十八）大理等府峩昌蠻。峩昌以喇為姓。大理。永昌二府有此種。無部落。雜處山谷間。性畏暑濕。男子束髪裹頭。衣青藍短衣。披布單。婦女裹頭。長衣無襦。脛繫花褶而跣足。刀耕火種。畜牧紡織為生。食用儉陋。得禽蟲則生噉之。婚姻用牛馬。祭以犬。占用竹三十枝如蓍莖然。地産麻葛輸稅。（二十九）曲靖府海猓玀。海猓玀惟曲靖府有之。一名壩玀玀。居平川。種水田。土人以田畝廣延者呼為海。或呼為壩。故得名。或云即白玀玀也。與齊民雜處。其服食語言俱相似。惟與同類語則有别。勤於耕作。急公輸稅。間有讀書者。（三十）廣西府阿者玀玀。阿者玀玀東僰烏蠻之苗裔。唐南詔蒙氏。為師宗彌勒維摩三部。元初歸附。設廣西路。明改為府。本朝因之。轄於流官。性愚而勤。男女皆短衣袴。耳綴大環。男跣足。婦著履。婚禮以牛為聘。婿親負女而歸。歲種雜糧。計田輸稅。（三十一）曲靖府魯屋玀玀。魯屋玀玀。居處飲食類黑玀玀。而别為一種。元初歸附。今惟曲靖府有之。與齊民雜居。男子束髪裹頭。著青藍布短衣袴。踏木履。婦女戴青抹額。耳綴大環。短衣長裙。跣足。俗勤耕種。亦能射獵。土宜黍稗荍。有甘苦二種。（三十二）武定府麥岔蠻。麥岔蠻惟武定府屬有之。武定在漢為越嶲郡。僰𤡊諸蠻所居。麥岔亦其别種。又宋時段氏使烏蠻阿歷治其地。名羅婺部。今與羅婺别為二。其居處雜於齊民。男挽髪。短衣。跣足。時負米糧入市。勤於治生。輸賦惟謹。婦人裝束與男略同。娶婦以牝牛為聘。吹笙飲酒。地産火草。可織為布。（三十三）姚安等府嫚且蠻。嫚且蠻居姚安府。姚安古百濮地。漢為弄棟。蜻蛉二縣。梁末没於羣蠻。至元始内附。蠻人居處與民相雜。男婦皆纒頭。衣麻布衣袴。披羊皮。跣足。喜歌嗜飲。男吹竹笙。女彈篾琴。諧婉可聽。時攜酒入山。竟日忘返。近亦頗知治生。耕山種荍。納稅惟謹。（三十四）順寧府利米蠻。利米蠻狀貌黝黑。頗類蒲蠻。宋以前不通中國。元泰定間始内附。聚處順寧山箐中。男子戴竹絲帽。著麻布短衣。腰繫繡囊。善踏弩。每射生得之即啖。性愚樸。不嫻拜跪禮。婦女青布裹頭。短衣跣足。時出樵採。負薪而歸。刀耕火種。土宜荍稗。（三十五）開化府普岔蠻。普岔隸開化府東安里極邊。與安南接壤。蓋交州之苗裔也。漢為句町國。唐屬南詔。明設教化。王弄。安南三部長官司。本朝康熙六年（西元一六六七年）置開化府。十九年平滇。以土人周應龍世襲土經歷。俾領其衆。男女皆著青白長領短衣。披幅布緣邊如火焰。以耕漁為業。土宜榖麥。其有田者皆按畝輸稅。（三十六）永昌府西南界縹人。縹人即驃人。在永昌府西南徼外。古朱波之裔。其先為金齒驃國。南詔常制之。元初内附。置宣撫使。洪武中置府。又置金齒衛保山縣。今縣境有蒲縹塞。因蒲人縹人流入得名。其地青甓為圓城。四隅作浮圖。民居中。鉛錫為瓦。荔枝為材。男子束髪。衣青藍布短衣袴。披氊片。婦人當頂作髙髻。裹以白布。衣短衫。繫長裙。其裙以莎羅布為之。緣錦綴珠為飾。俗奉佛。勤耕織。每織一梭。輒誦佛號。時負竹筐入市貿易。重約信。有賖貸。未嘗逋欠。（三十七）貴州省。貴陽。大定等處花苗。花苗本西南夷。亦苗之一種。向無土司。自明時隸之貴陽。大定。遵義等府。民苗雜居。與編户一體輸糧。有大頭小花之稱。衣以蠟繪花於布而染之。既染去蠟。則花紋似錦。衣無襟袵挈領。自首以貫於身。男以青布裹頭。女以馬尾雜髪編髻。大如斗。攏以木梳。俗以六月為歲首。每歲孟春。擇平地為月場。男吹蘆笙。女揺鈴。盤旋歌舞。謂之跳月。相悅則共處。生子乃歸夫家。其性戅而畏法。（三十八）銅仁府屬紅苗。銅仁府屬紅苗。元及明初分置長官司以領之。萬歷間。銅仁。大萬二土司。改土歸流。設銅仁縣治。本朝雍正八年（西元一七三０年）。平松桃紅苗。復移駐同知。以資彈壓。仍領省溪等八土司。歲徵苗糧八十餘石。其在坡東坡西者。地連黔楚蜀三省。山深箐密。俱係生苗。向頗刦掠為患。自勦撫後亦俱斂戢矣。苗有石麻。田龍等姓。衣用自織斑絲。男椎髻。約以紅帛。女戴紫笠。短衣絳裙。緣以錦。垂帶如佩。其俗五月寅日夫婦各宿。鍵户禁語。以避虎倀。性悍好鬬。婦勸乃解。（三十九）黎平古州等處黑苗。黎平等處黑苗。宋時設古州。八萬軍民總管府以鎮撫之。明洪武初。諸洞來朝。分置十四長官司。後於其地設黎平府治。而裹古州八寨。丹江一帶。向居化外。本朝雍正七八年間。開闢苗疆。仍留古州等土司化誨管轄。認納苗賦。至十三年豁免。其人衣短尚黑。女綰長簪。垂大環。衣裙緣以色錦。皆跣足。陟巉巖。捷如猿猱。頗勤耕織。寒無重衣。夜無卧具。食惟糯稻。炊熟以手持食。藏肉甕中。以腐臭為佳。女嫁三日。仍回母家。向壻索頭錢。不與。則另嫁。以臘月辰日為歲首。每週一紀。以牡牛祭神。謂之喫牯臟。（四十）貴定龍里等處白苗。白苗亦西南夷之一種。其族類不可考。歷代並無土司管轄。明時始列版圖。貴定。龍里。黔西等縣皆有之。民苗雜居。一體輸賦。男科頭赤足。婦盤髻長簪。衣尚白。短僅及膝。歲以牯牛祀祖。惟主祭者衣青。先期擇牡者與各寨牛合鬬。勝即為吉。跳月之習。與花苗同。性戅厲。轉徙不恒。（四十一）修文鎮寜等處青苗。青苗亦西南夷之一種。向無土司管轄。修文。鎮寜。黔西等縣皆有之。明代始列版籍。與民雜居。一體計田輸稅。其人衣尚青。出入必佩刀攜弩。婦人以青布蒙首。綴以珠石。短衣短裙。性雖悍而知畏法。不敢為盜。在平逺者名箐苗。不善治田。惟種荍麥稊稗。衣麻衣。皆自織。男未婚者剪腦後髪。娶乃蓄之。（四十二）貴筑龍里等處東苗。貴筑龍里等處東苗。元時。設貴筑等長官司轄之。明初改土歸流。置貴筑。清平等縣。本朝康熙年間。復設龍里縣。仍領羊腸大小谷龍三土司。其人有族無姓。以花巾束髪。衣衫短。不及膝。婦人多服花布帔肩。繫細摺短裙。中秋日以牡牛祀祖。集親屬延巫師。循序而呼鬼之名。竟晝夜乃己。春獵獲禽必以祭。跳月與花苗同。畏見官長。事有不平。聽鄉老决之。急公服役。比於良民。（四十三）平越清平等處西苗。西苗之名。所以别于東苗也。在平越。清平等處。唐時為金筑安撫司所屬。明洪武時。改為揚義長官司。有謝。馬。何。羅。雷。盧等姓。衣尚青。性質實畏法。少爭訟。俗以十月收穫後。每寨出牡牛三五隻。延善歌祝者。著氊衣大帽。履革靴前導。男婦悉青衣綵帶。吹笙蹈舞隨之。歷三晝夜。乃殺牛以祀。名曰祭白號。除夕置酒。呼老幼姓名。謂之叫魂。（四十四）永豐州等處㺜苗。㺜苗本廣西洄城土府所屬。本朝雍正五年（西元一七二七年）。改土歸流。以其地設永豐州。分隸黔省。蓋即廣西西隆州土人之類也。其男子俱薙髪。衣服與漢人同。婦人短衣長裙。首蒙青花巾。勤於耕織。嵗輸苗賦。頗遵禮法。（四十五）平越黄平等處夭苗。夭苗多姬姓。相傳為周後。向無土司管轄。明時隸平越。黄平等府州。民苗雜居。一體計田輸賦。衣尚青左衽。女工紡織善染。以十一月為歲首。其性柔順。勤儉安貧。近亦讀書應試。其居陳蒙。爛土。夭壩者。緝木葉為衣。繫以短裙。婚姻以野合而成。尚沿陋習。（四十六）貴筑修文等處蔡家苗。蔡家苗本春秋蔡人之裔。蔡為楚子蠶食。俘其民而放之南徼。遂流為夷。向無土司管轄。明時隸貴筑。修文。清平。清鎮。威寜。大定。平逺等州縣。民苗雜居。一體計田輸賦。男子以氊為衣。婦人髻髙尺許。用長簪綰之。短衣長裙。翁婦不通言。頗異苗俗。（四十七）貴陽府屬宋家苗。宋家苗本春秋宋人之裔。其先亦為楚子所俘。流為南夷。向無土司管轄。明時隸貴陽府。民苗雜居。一體計田輸賦。男子帽而長襟。女子笄而短襟。女嫁時夫家遣人往迎。母家率衆箠楚之。謂之奪袍。頗通漢語。勤耕織。知禮法。有讀書入泮者。（四十八）清平縣九股苗。清平縣屬凱里地方之九股苗。本南夷種。後漢諸葛亮南征。悉勦除之。僅存九人。其後蔓延。遂名九股。先屬播州之安寧安撫司。明時改為凱里安撫司。本朝康熙四十一年（西元一七０二年）改土歸流。隸清平縣。男女習俗服食與黑苗同。而性尤剽悍。以鎧甲為常服。自膝以下用鐵片纒裹。左執木牌。右持標桿。口啣利刃。捷走如飛。又善造強弩。能貫重鎧。雍正十年（西元一七三二年）。出肆刦掠。經官兵勦撫。遂捜繳兵甲。建城安訊。同於內地。（四十九）廣順大定等處龍家苗。龍家苗宋時為烏撒部。在廣順者明初設安撫司以轄之。後於其地置廣順州。在大定。平逺者。元明俱授其酋為宣慰使。本朝康熙三年（西元一六六四年）改土歸流。置大定。平逺二府州。民苗一體計田輸賦。男束髪不冠。女螺髻上指若狗耳。狀故亦有狗耳之名。衣綴五色藥珠。貧則以薏苡代之。春日立竿于野。男女繞竿擇配。謂之跳鬼竿。女得所悅則奔之。其親黨以牛馬贖回始通媒妁。善入水捕魚如獺然。（五十）普定永寧等處馬鐙龍家苗。馬鐙龍家苗在普定。永寧等處。元明時屬西堡等六長官司管轄。置普定衛永寧州以領之。本朝改衛為縣。革西堡及寧谷二土司。餘仍分領如故。其人多張劉趙姓。衣尚白。男子束髪。婦人以緇布製冠若馬鐙然。故以為名。性淳樸。勤耕作。急公輸稅。與良民埒。（五十一）貴定縣平伐苗。平伐苖在貴定縣。明初置新添衛。領平伐等六長官司。後又設貴定縣。本朝康熙雍正年間。裁衛併縣。革去丹平。把平二土司。仍留平伐等四土司。男子披草衣。女繫長裙。婚姻及享賔。皆屠狗。性喜鬪。出入必持鎗棒。近皆馴服。力田輸稅。與齊民一體。（五十二）貴陽安順等處補籠苗。補籠苗。五代時楚王馬殷。率邕管栁州兵討兩江溪口至黔留戍。其後遂流為夷。散處於貴陽。安順。南籠。平越。都匀等處。宋時為普里。于矢等部。元明以後各置土司分轄。先後設貴陽等府治。本朝雍正年間改土歸流。以南籠㕔為南籠府。并仍領各土司。苗人衣尚青。以帕束首。女青布蒙髻。長裙細摺。多至二十餘幅。歲首男女相聚。撃銅鼓。吹蘆笙。唱歌為樂。畜蠱名金蠶。以毒藥染箭鏃。出入恒持強弩利刄。睚眦必報。近皆寧戢。與齊民一體輸賦。其子弟有讀書識字者。（五十三）貴陽安順等處狆家苗。狆家苗亦五代戍兵之後。貴陽。安順。南籠。平越。都匀等五郡皆有之。其部落沿革均與補籠苗同。蓋别以氏族稱之者。服飾亦俱相以。每歲孟春編五色布為小毬。男女跳舞。視所歡擲之。奔者不禁。聘用牛。視妍醜為多寡。有至三五十頭者。祭尚枯魚。歲時擊銅鼓。或掘地得之。即以為諸葛所遺。富者重價以購。其輸賦。亦與齊民一體。（五十四）定番州谷藺苗。谷藺苗在定番州。明時始設州治。以程番等十七長官司屬之。本朝康熙雍正年間。先後革去大華等三長官司。改土歸流。仍領程番等十四長官司。男女皆短衣。性剽悍。善擊刺。出入必持鎗弩。諸苗皆畏之。近頗寧戢。婦以青布蒙髻。勤織紡。其布最為細密。有谷藺布之名。人多爭購。每歲認納苗賦三十餘兩。（五十五）黎平府羅漢苗。羅漢苗在黎平府屬。其部落沿革。俱與黑苗相同。苗有不留髭鬚而謂之羅漢者。故即以此為名。蓋同類而異稱也。衣尚黑。男未室則插羽於首。逺者為生苗。短衣。挾刀弩。性悍喜鬪。婦人散髪。綰插木梳。數日必以水沃之。以金銀作連環飾耳。衣以雙帶結背。長裩短裙。或止繫長裙。垂繡帶一幅曰衣尾。能養蠶織錦。歲輸苗賦一百餘兩。（五十六）都匀平越等處紫薑苗。紫薑苗都匀。平越。黄平。清平。丹江皆有之。在都匀。平越。黄平。清平者。舊設丹平等長官司。本朝康熙雍正年間。先後改土歸流。仍領邦水等土司。在丹江者。明以前係化外生苗。雍正八年（西元一七三０年）。新闢苗疆。置丹江通判駐之。其人衣尚黑色。男女俱椎髻。纒以黑布。男子肩披鐵鎧。佩刀負鎗。輕生好鬪。得仇人輒生啖其肉。以十一月為歲首。至期閉户持忌。七日而後啟。惟平越。黄平諸苗。近頗向化。能通漢語。亦有讀書應試者。田賦亦與民一體輸納。（五十七）遵義龍泉等處楊保苗。楊保苗係播州楊氏之裔。在遵義者。元時為播州安撫司。明初授為宣慰司。尋改遵義府治。本隸四川。本朝雍正五年（西元一七二七年）始改隸黔省。在龍泉者。元時屬思州安撫司。明永樂間分置龍泉坪長官司。後改為縣。仍設土縣丞等官。本朝康熙初改土歸流。其人衣尚青。以青布蒙首。婦綰髻向前。衣短衣。繫細摺長裙。縁以錦繡。與民雜處。婚姻葬祭。頗類漢人。惟性怯而狡。官追攝多不肯即出。田賦亦與民一體輸納。（五十八）都匀黎平等處𦍕獷苗。𦍕獷苗都匀。黎平。黄平。龍泉。龍里。石阡。施秉。餘慶等處皆有之。元明時與補籠羅漢。紫薑。楊保等苗同一土司管轄。其部落沿革亦同。蓋亦諸苗中之同類而異名者。苗種最繁。衣尚青。婦椎髻。以藍布纒之。繫絲錦細摺裙。其俗荆壁不塗。桑户不扃。出入以泥封之。男子計口而耕。女子度身而織。暇則以漁獵為事。婚葬與漢人同。在黎平者。認納田賦。餘亦與民一體計田輸稅。（五十九）廣順州克孟牯羊苗。克孟牯羊苗。蓋亦苗之一種。在廣順州深山中。明時與龍家等苗同屬金筑安撫司。後改建州治。遂隸版圖。苗人懸崖鑿竅而居。搆竹梯上下。百仭。男青衣椎髻。女盤髻短裙。耕不挽犁。以錢鏄發土。耰而不耘。婚以躧笙而偶。生子至免乳始納聘財。應輸田糧。與民一體完納。（六十）大定府威寧州猓玀。猓玀在威寧州之水西。蜀漢時。有濟火者。從諸葛亮破孟獲有功。封羅甸國王。其後為安氏。元明内附。授宣慰使。本朝康熙初。改土歸流。置威寧州治。領偏橋正副二長官司。仍以安氏世襲。其正妻曰耐徳。嗣子如幼不能主事。耐徳即為女官。男青布纒頭。短衣大袖。女辮髪。亦纒以青布。銀花貼額。耳垂大環。拽長裙三十餘幅。性悍喜鬪。俗尚鬼。又名羅鬼。有黑白二種。别有文字。曰鬼字。夷民一體輸稅。土産馬。（六十一）大定府威寧州黑猓玀。黑猓玀在威寜州水西等處。即係猓玀同類。宋時為烏撒部。元明屬水西宣慰使。其人深目黝鼻。長軀黑面。薙髭而留髯。以青布纒頭。衣尚黑。短衫大袖。女繫細摺長裙。其性愚而重信。喜畜馬。好馳騁。習鎗弩。以射獵為事。歸流以來。夷民一體計田輸賦。（六十二）大定安順等處白猓玀。白猓玀與黑猓玀同類。又名白蠻。惟黑為大姓。白為下姓。不與通婚。大定。安順。永寜。普定等處皆有之。在大定者。宋時與黑猓玀並為烏撒部。其沿革亦同。在安順者。宋時為普里部。明初始置安順府治。在永寜。普定者。明時各設長官司。本朝康熙初改土歸流。仍領土司轄之。男女衣尚白。纒頭亦俱以白。飲食無盤盂。置物三足釡中。男女聚而啖之。居普定者。為阿和。以販茶為業。應輸賦悉按期完納。（六十三）貴州等處犵狫。犵狫係西南夷。黔中所在多有之。向無土司。明始歸流。分隸各州縣。其種類亦不一。男女以幅布圍腰。旁無襞積。謂之桶裙。花布曰花犵狫。紅布曰紅犵狫。各為一族。不通婚姻。屋宇去地數尺。架以巨木。上覆杉葉。如羊柵。謂之羊樓。與民雜處。一體計田輸賦。（六十四）餘慶施秉等處水犵狫。水犵狫亦係西南夷。在餘慶。施秉。鎮逺等處。元及明初分設各土司管轄。後改土歸流。增置郡縣。仍領土司。其人善捕魚。雖隆冬亦能入淵。故以為名。性淳謹。勤耕作。風俗與民間相似。男子衣服亦與民無異。惟婦人喜服細摺錦邊裙。猶沿苗俗。民夷雜處。一體計田輸賦。（六十五）貴定縣剪髪犵狫。剪髪犵狫。亦苗人中之一種。在貴定縣。明時與平伐諸苗領于土司。本朝雍正五年（西元一七二七年）。亦同時改土歸流。男女挽髻於頂。蓄髪寸許四垂。長則剪之。故名剪髪犵狫。習俗鄙儉。勤於耕織。輸賦同齊民。（六十六）平越黔西等處打牙犵狫。打牙犵狫在平越黔西等處。元明時並屬於土司。本朝康熙初改土歸流。男藍布纒頭。披牛毛氅衣。女織青羊皮為長桶裙。緣以層錦。將嫁必先折其二齒。恐妨夫家所謂鑿齒之民也。又剪前髪而披後髪。取齊眉之意。習俗鄙儉。力田輸稅。頗知畏法。（六十七）平逺州披袍牜乞 牜老披袍牜乞 牜老亦苗夷之一類。宋時並為烏撒蠻部。元明亦俱領於土司。本朝康熙初置平逺州流官。遂隸版圖。俗衣短衣。外披無袖袍。前短後長。故謂之披袍牜乞 牜老。女衣領間綴海巴纍纍以為飾。裙以五色羊皮織成。性淳謹。勤耕作。時操爐具。鑄犁鋤以為生。（六十八）平逺州鍋圏牜乞 牜老。鍋圏牜乞 牜老亦在平逺州。與披袍牜乞 牜老同類而異名。俗嗜酒。惰於耕作。男以葛織斜文為衣。婦以青布束髪如鍋圏狀。短衣長裙。病則延鬼師。用虎頭一具。縈以色絲。置箕内禱之。（六十九）鎮逺施秉等處犵兜。犵兜亦牜乞 牜老之一類。鎮逺。施秉。黄平等處皆有之。與𦍕獷諸苗雜處。其部落沿革亦同。好居髙坡。不為藩籬。性嗜酒。時佩刀弩入山。以捕獵為事。計田輸稅。同於齊民。（七十）貴定黔西等處木姥。木老與剪髪女乞 姥同領於平伐等土司。其部落沿革。並同於平伐諸苗。蓋以族類而異其稱者。男以青布纒首。女偏髻。短衣裙。僅覆膝。娶婦異寢。生子後乃同室。孟冬縛草龍。插五色紙旂以祀鬼。其在都匀。清平者。風俗服食俱類漢人。有讀書為諸生者。（七十一）荔波縣𤝎𦍕狑狪猺獞。荔波縣夷人有𤝎。𦍕。狑。狪。猺。獞六種雜居。並為一類。元時同屬南丹安撫司。明初改土歸流。置荔波縣。隸廣西省。本朝雍正十年（西元一七三二年）。改隸黔省。其衣服言語嗜好相同。歲時祀槃觚。雜魚肉酒飯。男女連袂而舞。相悅者負之而去。遂婚媾焉。（七十二）定番州八番。八番者以□（元）時有程番。龍番。方番。金石番。盧番。羅番。韋番。洪番等八長官司。故以為名。散處於定番州地方。其部落沿革。與定番州之谷藺苗同。男女衣服類漢人。女勞男逸。日出而耕。暮歸而織。刳木作臼。曰碓塘。臨炊始取稻舂之。以寅午日為市。以十月望日為歲首。宴會擊長腰鼓為樂。與編民一體輸賦。（七十三）大定府屬六額子。六額子在大定府屬。宋時與龍家苗及猓玀同為烏撒部。歷代沿革亦同。風俗與龍家苗相似。其人有異白二種。則又類於猓玀。男子首綰尖髻。婦人衣至足。自歸流以來。耕田輸賦與齊民無異。（七十四）普安州屬僰人。僰人在唐為于矢部。元屬普安安撫司。明置普安州。仍以土州同領之。本朝康熙四十一年（西元一七０二年）。改土歸流。男女皆披氊。衣垢不沐浴。以六月二十四日為歲首。朔望日不乞火。性淳好佛。持誦梵呪。凡猓玀犵狫狆家苗。言有不通者。常以僰人傳之。（七十五）下游各屬峒人。峒人亦西南夷之一種。散處下游各屬山谷中。向未設有土司。明時始隸郡縣。冬採茅花裝衣以禦寒。飲食避鹽醬。性多忌。夫婦出入必偶。能織峒錦。（七十六）貴定縣猺人。猺人其種類。與楚粤諸猺同。雍正二年（西元一七二四年）。自粤西遷至。歸貴定縣之平伐土司管轄。居無常所。多擇溪水邊。男女衣尚青。長不過膝。歲時祀槃觚為祖。勤耕種。頗知醫。暇則入山採藥。有書名榜簿。皆圖印篆文。其義不可解。珍為秘寳。（七十七）廣順貴筑等處土人。廣順。貴筑。貴定等處東西龍家。平伐。補籠。狆家諸苗。以類聚處。土人蓋亦苗之一類也。男子以貿易為生。婦人則勤於耕作。每種植時。田歌互答。清越可聽。歲首迎山魈。以一人戎服假面。衆吹笙擊鼓以導之。蓋亦古大儺之意。其起居服食。俱有華風。計畝而稅。同於編户。（七十八）貴定都匀等處蠻人。蠻人為西南蠻夷之裔。舊亦與諸苗同隸於平伐等土司。歸流以來。歲輸正供。齊於編氓。男子披蓑衣。婦人繫花裙。俗以十月朔為大節。必殺牛祭鬼。性喜漁獵。恒佩刀弩。貴定。都匀等處皆有之。又石阡有冉家蠻者。俗類相同。"}, {"印记": "", "題跋類別": "作者款識", "作者": "謝遂", "位置": "本幅", "款識": "臣謝遂恭繪", "書體": "楷書", "全文": ""}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "引首", "款識": "", "書體": "行書", "全文": "梯航星集。"}, {"印记": "", "題跋類別": "題跋", "作者": "錢汝誠", "位置": "本幅幅首", "款識": "臣錢汝誠恭和", "書體": "楷書", "全文": "紹庥聖緒澤如春。規外飱恩效貢均。鱗集氊茸元日會。象來琛賮百蠻親。典儀菉幣臚方物。畫史圖形備逺賔。寳玉名駒魚貫列。雕題緩耳雁行臻。凥連款塞編都䕶。體薦迎門委舌人。槃礴丹青毛髪動。經營縑素服裳真。拓疆方喜逾西極。受吏同趨拱北辰。直軼周書唐粉本。永垂隆軌萬年循。侍郎臣錢汝誠恭和。"}, {"印记": "", "題跋類別": "題跋", "作者": "錢維城", "位置": "本幅幅首", "款識": "侍郎臣錢維城恭和", "書體": "楷書", "全文": "風調六幕徧生春。屬國來同道里均。如日方中咸炳耀。光天之下共尊親。黃支烏弋通千𠉀。丹穴空桐列九賔。累葉重熙增式廓。諸蕃徯應恰駢臻。分明繁露爻閭會。指㸃雕題闟耳人。僕鑒衣冠描欲肖。兜離言語譯偏真。朝宗直擬川歸海。環向遙占星拱辰。拓土況今逾二萬。威行捐毒與休循。侍郎臣錢維城恭和。"}, {"印记": "", "題跋類別": "題跋", "作者": "于敏中", "位置": "本幅幅尾", "款識": "", "書體": "楷書", "全文": "皇清膺大寶命。拓跡垂統。四裔逖聽。冠帶偕來。皇上纘武。策勳西陲。大功載蕆。垓埏所極。莫不尊親。用弼億萬禩丕。丕基訖乎無外。三古之隆。方斯蔑矣。先是。乾隆歲戊辰（乾隆一七四八年）。王師平定金川。皇上念列朝服屬外臣式增式擴。爰敕所司繪職貢圖。以詔方來而資治鏡。不數年間。舉濛瀛二萬餘里。悉就戎索。鴻貺響臻。有若為茲圖集大成者。臣等伏念自有志乘以來。爻閭所處。王會所登。鋪陳景鑠。率體專乎史。厥後。以圖著。例者如梁蕭緯所繪三十餘國。既地限偏隅。無可稱引。惟唐閻立本應詔作圖。其事為後賢津逮。顧尚論者猶以一代時勢轉移。於突厥。回鶻。不免委虵求濟。或結為兄弟。或重以和親。且不足語羈縻。又何懷德畏威之有。若我國家久道化成。中外禔福。皇上以怙冒法天而天庥滋至。以覲揚法祖而祖烈益光。披茲圖也。大之可以徵分野。規方之略。精之可以體服食。好尚之情。然非我監臣所手量。我將帥所目擊。我驛使所口陳者。不以登槧。削焉。統計以部曲區名者。凡三百數。以男女別幅者。凡六百數。猗歟韙哉。蓋冊府傳信之鉅觀。於是乎在。而皇上睿題往復。惟保泰拊循為兢兢。則信乎。運世有本。臣等雒誦之下。尤願拜手稽首而申重之。且自慶其遭逢之盛也。大學士公臣傅恆。大學士臣來保。臣劉統勳。協辦大學士尚書公臣兆惠。尚書公臣阿里袞。尚書侯臣富德。尚書臣劉綸。都統侍郎臣納延泰。侍郎臣于敏中恭跋。"}]