[{"印记": "", "題跋類別": "作者款識", "作者": "鄒衡", "位置": "拖尾", "款識": "弘治十年（西元一四九七年）夏六月望。東丘鄒衡汝平識。", "書體": "行楷書", "全文": "綠香井泉傳。井名綠香。非古也。自余肇也。名不古而井則古也。居吟香閣之下。錦帶河之滸。乘驄坊之東。東丘居之內。去府治西北百步許。自先世洪武間相傳此井未旱先涸。及弘治甲寅。余營別業其上也。時方盛暑亢旱。而井之泠泠出泉者。則洶洶混混。晝夜不息。殊非所傳之似也。抑天地鬼神有以相吾吉而固美於前歟。是未可知也。汲而烹之。其色綠。其味香。異於常品。豈詩所謂冽彼寒泉。而易所謂井冽寒泉食者歟。物之異常者。宜有傳以昭不朽。因命之曰綠香泉。既勒之石。樹之井旁。仍繪圖潢卷。乞諸名公詩文以頌之。夫天地間名山勝境。萬有不齊。有地靈而人傑者。有地賴人而重者。余昔承方伯吳公懷栢郡侯徐公命。纂語溪誌。度白馬岡。詢之父老云此康王避難泥馬渡水處也。水中遺址尚存。遂纂入誌。噫嘻。康王未渡之前。岡名何自而有。別業未營之前。井美孰從而知。自今伊始。名以余而傳。余以井而用矣。余之為子若孫者。其將用之不泯矣。東丘鄒汝平。既序其事而傳之矣。又從而歌之。歌曰。冽彼寒泉。綠而且香。亢旱不涸。其流湯湯。我題其名。垂譽無疆。弘治十年（西元一四九七年）夏六月望。東丘鄒衡汝平識。"}, {"印记": "", "題跋類別": "題跋", "作者": "戴經", "位置": "拖尾", "款識": "弘治戊午（西元一四九八年）二月二十一日。雙湖居士戴經孟常甫書于環翠軒。", "書體": "草書", "全文": "前署綠香井泉辭并自題其後。維地脈兮潛伏。肆有井兮來涓。匪江心兮是近。乃城郭兮市廛。凝春綠兮不竭。散蘭馥兮宜煎。大瓢貯兮玉液。小杓分兮醴泉。漱枯腸兮滌俗。潤煩吻兮祛羶。攪夜讀兮十載。發香臆兮簡編。天之精兮地之寶。穴東丘兮誰為緣。若有神兮呵禁。羌旱魃兮奚乾。匝厚壤兮茲水。瞻爾庭兮常專。嘅邑瑞兮曰秀。載圖志兮悠玄。鎖清泠兮私爾。我欲挹兮垂涎。揮一滴兮龍髯。澤下土兮波湲。嗟神化兮靡測。豈坎井兮盤旋。採良石兮山頂。書美名兮深鐫。追昔人兮廉讓。與綠香兮萬年。我歌兮永久。告來哲兮綿綿。天地間一泉一石。遇賢者而後有名。苟非其遇。雖有盛美不傳。物亦有幸不幸哉。余喜綠香泉之遇東丘也。欣然走筆賦此。撫卷之際。為泉幸焉。為天下負佳勝之實。而不遇其人以與鹿豕沉淪者惜焉。賢者之思欲重夫山川也。亦可於是而惕矣。弘治戊午（西元一四九八年）二月二十一日。雙湖居士戴經孟常甫書于環翠軒。"}, {"印记": "", "題跋類別": "題跋", "作者": "伍常", "位置": "拖尾", "款識": "嶺南伍常", "書體": "行書", "全文": "泠泠終不溷塵沙。淘者工夫歲每加。地脈潛通淇澳水。年芳元襲菊潭花。靈湫靜貯波千頃。餘瀝曾沾郡幾家。我欲騣瓢於此過。帶將一滴到天涯。嶺南伍常。"}, {"印记": "", "題跋類別": "題跋", "作者": "屠勳", "位置": "拖尾", "款識": "東湖屠勳題", "書體": "草書", "全文": "乘驄坊裡綠香泉。甃井清泠然（點去）故宛然。味入茶經甘若醴。光生瑤玉碧於天。銀床金幹虛云美。雪乳丹砂亦浪傳。好事東丘增盛事。地靈還藉主人賢。東湖屠勳題。"}, {"印记": "", "題跋類別": "題跋", "作者": "趙遷", "位置": "拖尾", "款識": "夏汭趙遷", "書體": "草書", "全文": "苦窳不出河濱器。地亦人靈似有之。今日綠香泉上坐。百年高興許誰知。夏汭趙遷。"}, {"印记": "", "題跋類別": "題跋", "作者": "呂常心", "位置": "拖尾", "款識": "九栢山人", "書體": "行楷書", "全文": "萬物遭逢何不有。誰知古井易佳名。色隨綠茗增春韻。味助香醪作聖清。釆石江邊真下品。陸家譜裡更新評。地靈可為東丘子。病渴相如最繫情。予病渴。何時分此泉煎茗也。九栢山人。"}, {"印记": "", "題跋類別": "題跋", "作者": "文湛", "位置": "本幅", "款識": "秋江文湛", "書體": "行書", "全文": "井綠泉香地有（點去）亦靈。煮茶惟有此泉清。啜來奪盡人間味。不讓中泠第一名。秋江文湛。"}, {"印记": "", "題跋類別": "題跋", "作者": "沈良", "位置": "拖尾", "款識": "沈良", "書體": "楷書", "全文": "江天月白詩魂醒。聽鶴樓前坐深永。汲來一椀清睡魔。絕勝雪澗煎梅影。深沉含彩非春江。流芬飽鼻欺桃杏。餘杭甘乳未足誇。東坡偶爾閑馳騁。卻羨君家德澤深。靈犀一竅通淵靚。蟠龍伏蜃且莫題。流芳衍慶非凡幸。邇來知己籍東丘。乾坤浩浩名方穎。伐石鐫銘昭不窮。何必江寧羨雙井。沈良。"}, {"印记": "", "題跋類別": "題跋", "作者": "唐寅", "位置": "拖尾", "款識": "蘇門唐寅", "書體": "行楷書", "全文": "伊優金黃（點去）金索轉銀床。滿引瑤池碧玉香。聞說一盃甜似蜜。與君相結賦滄浪。蘇門唐寅。"}, {"印记": "", "題跋類別": "題跋", "作者": "梅江", "位置": "拖尾", "款識": "冰雪山人梅江", "書體": "行楷書", "全文": "古井相傳蓋有年。濬來能結主人緣。色浮嫩綠盤盂瑩。味帶寒香齒頰鮮。地底自連滄海脈。瓶中不減惠山泉。最堪釀酒兼烹茗。澆卻詩腸三百篇。冰雪山人梅江。"}, {"印记": "", "題跋類別": "題跋", "作者": "鄭緯", "位置": "拖尾", "款識": "新淦鄭緯", "書體": "草書", "全文": "可湘可濯可通神。石甃年年似昨新。一色莫分波底樹。三春知潤泮中芹。天文東井吾何據。地誌溫泉此是真。聞道子雲能獻賦。乾坤回首豈無人。新淦鄭緯。"}, {"印记": "", "題跋類別": "題跋", "作者": "馮蘭", "位置": "拖尾", "款識": "雪湖馮蘭", "書體": "行楷書", "全文": "泛綠流香二美全。一泓開甃自何年。石苔涼沁梧桐月。林靄晴飄橘柚天。地有鴛湖來活水。譜從鴻漸續新篇。竹爐春茗時分試。想見東丘夜未眠。雪湖馮蘭。"}, {"印记": "", "題跋類別": "題跋", "作者": "任公矩", "位置": "拖尾", "款識": "七十四翁任公矩。為東丘鄒汝平題。", "書體": "草書", "全文": "玉甃何年鑿。東丘傍草堂。泓澄涵淨碧。甘冽逗寒香。地脈中泠遠。源流析谷長。世雖無陸羽。瀹茗味差強。七十四翁任公矩。為東丘鄒汝平題。"}, {"印记": "", "題跋類別": "題跋", "作者": "錢祚", "位置": "拖尾", "款識": "華亭錢祚。辱汝平先生枉過。裁此答謝。", "書體": "草書", "全文": "鄒丘東有井。井古泉未多。于今不澁縮。自然溢海湖。涓涘報君國。豈為辨味圖。流出綠色好。照映豈摩糊。龍泉試銳礪。屬此清香磨。磨礲橫海宇。爭謂蛟龍屠。知君屠龍手。作此綠香歌。華亭錢祚。辱汝平先生枉過。裁此答謝。"}, {"印记": "", "題跋類別": "題跋", "作者": "董澐", "位置": "拖尾", "款識": "海寧蘿屋董澐", "書體": "草書", "全文": "井近東丘綠且香。竅通錦帶脈靈長。中泠風味無過此。鄒子文章得嗽芳。清訝菊颸飄玉甃。潤沿苔色上銀床。地因人勝今為古。抑有愚溪已故常。海寧蘿屋董澐。"}, {"印记": "", "題跋類別": "題跋", "作者": "郁能", "位置": "拖尾", "款識": "海槎郁能", "書體": "草書", "全文": "井欄曾學王鍾法。最愛香流綠更寒。活水暗通南海眼。鼎鐺分煮小龍團。稜稜砌有千年潤。混混泉無半日乾。天下蒼生望霖雨。潛蛟猶向此中蟠。戊午立春前一日。汝平持綠香井泉卷索詩。開卷第見汝平自傳。而詩人珠玉未有。而遂及我瓦礫。所謂呈醜於人也耶。海槎郁能。"}, {"印记": "", "題跋類別": "題跋", "作者": "薛應祥", "位置": "拖尾", "款識": "長洲薛應祥", "書體": "行書", "全文": "井冽寒香地有靈。品評且莫說中泠。鏡空碧甃凝桐月。雷轉銀床落玉瓶。儗合龜蒙依顧渚。還憑鴻漸入茶經。杜陵老去詩腸渴。餘滴分來睡已醒。長洲薛應祥。"}, {"印记": "", "題跋類別": "題跋", "作者": "張時泰", "位置": "拖尾", "款識": ""}]