[{"印记": "", "題跋類別": "作者款識", "作者": "鶴山老樵", "位置": "本幅", "款識": "鶴山老樵", "書體": "行楷書", "全文": ""}, {"印记": "", "題跋類別": "題跋", "作者": "王謙", "位置": "拖尾", "款識": "吳人王鳴吉", "書體": "楷書", "全文": "邃館隱重岡。路迴溪聲合。經行問野樵。石屏秋幾疊。沈沈叢桂林。蒼陰兩崖夾。穿花趁微窅。人語谷音答。林缺見青天。鮮風洒涼葉。流香出樹來。心靜澹幽愜。夕氣洗空清。簾耿銅盤蠟。金柯雲霧窓。根深基舊業。子孫四百年。古月書在榻。吳人王鳴吉。"}, {"印记": "", "題跋類別": "題跋", "作者": "古潛", "位置": "拖尾", "款識": "句吳古潛", "書體": "行楷書", "全文": "桂館秋高香滿簾。有人點易亂牙籤。功名有待三槐旦。出處無慚五柳潛。壓酒掇花金作液。薰茶拾蘂玉為奩。幾番醉我西風裡。清夜敲詩掀紫髯。句吳古潛。"}, {"印记": "", "題跋類別": "題跋", "作者": "張紳", "位置": "拖尾", "款識": "齊郡張紳記", "書體": "楷書", "全文": "天香深處堂記。植物之於人。五七載十載止矣。鮮克終其身。至一世二世繼者。尤未見其人。此止謂娛目契心。若菊與蓮於栗里營道。與雒於姚與魏者。至係其家學業門閥。一世二世及八九世。歷國三姓。幾四百載不變。子孫繼之不改。若郡周氏之桂。千百不一二見。周氏之桂在宋東京時。亭之以天香。堂之以仙桂。而又樓之以天雨清芬矣。金蹙宋歷元及今。周氏徙居吳。其孫敏所居。復有所謂天香深處者。敏謂余言。其祖諱武仲者。登宋哲宗紹聖四年辛丑進士。五子又同登元符進士第。堂與樓亭。相繼建於紹聖元符間。自今癸丑。上溯六甲而得辛丑。三百三十六載矣。至敏九世矣。又能復舉進士。典教官。桂無恙也。其流芳之遠。固非娛目契心一時者比。是可尚也。千百不一二見也。非五七載十載止也。敏之言乃曰。方建樓與堂亭時。吾族方盛大。吾祖歷官吏部尚書。居室宏麗高爽。極一時之盛。吾父祖尤能聞之長老。宋南渡。周氏居吳。累世至敏。以清約自守。所居卑陋。不能繼先世。敏不肖莫大於是。先生幸有以教我。烏呼。富貴在天。學業在己。故可勉以同者人事。不可強而同者天道。可同者人。故能同於四百載之後。越九世而不難。不可同者天。故雖欲自其身以及其子若孫而亦不易。君子於此。同當樂道觀化。而知外物為不足恃也。雖然。余聞善守必通。能屈者必伸。四百年間。周氏可謂善守而能屈矣。能無通且伸乎。題其牓者云。齊郡張紳記。"}, {"印记": "", "題跋類別": "題跋", "作者": "郭睿", "位置": "拖尾", "款識": "郭睿", "書體": "草書", "全文": "昔聞月中桂。萬古吹天香。嫦娥在深處。蹁躚舞霓裳。今聞柘溪桂。百世傳芬芳。幽人在深處。結翠成高堂。繞檐桂發天香滿。對月看花秋夜暖。錦繡空迷金谷園。笙歌徒沸夫容館。不如桂華清絕如神仙。根蟠泉石連雲烟。疏簾透碧絕塵俗。金風玉露相新鮮。堂深寂無譁。香清更奇絕。石上橫琴掃碧雲。窗前把酒澆丹雪。桂林日長林更深。堂中之人太古心。無仙伐樹我獨喜。有子讀書人所欽。我聞浦城地僻亦能容我住。灑翰臨風寄情素。明年招隱願為鄰。結屋天香最深處。郭睿。"}, {"印记": "", "題跋類別": "題跋", "作者": "劉紹", "位置": "拖尾", "款識": "劉紹", "書體": "行楷書", "全文": "碧蔭繞華閣。瓏瓏蒼石幽。遙旻汎靈猋。愛此中林秋。撫瑟席瑤月。清歌對寒流。飛香靜中來。空界吹浮浮。欲見妙無跡。深聞非色求。神沖自有得。慮湛疑仙遊。玄圃不可致。桂宮悵難留。誰將賦招隱。與子思綢繆。劉紹。"}, {"印记": "", "題跋類別": "題跋", "作者": "智潔", "位置": "拖尾", "款識": "溫陵僧智潔", "書體": "隸書", "全文": "桂叢深處築茅堂。景入清秋化日長。宴坐神遊香積界。長吟身到廣寒鄉。杵華為藥煩玄兔。掃葉燒茶踞石床。見說柘溪培植遠。滿枝風露綠陰涼。溫陵僧智潔。"}, {"印记": "", "題跋類別": "題跋", "作者": "杜康祖", "位置": "拖尾", "款識": "蜀人杜康祖", "書體": "楷書", "全文": "蟾宮攀得梫枝綠。香遠彌清代有人。芳霧滿簾秋似海。黃雲推逕月如銀。樽前酒滿仍須酌。花下詩成貴有神。深羨故林簪紱在。庭蘭玉樹正爭新。蜀人杜康祖。"}, {"印记": "", "題跋類別": "題跋", "作者": "汪中", "位置": "拖尾", "款識": "洪武庚申秋孟。前翰林國史院編脩官。嚴陵汪中題。", "書體": "行楷書", "全文": "金飇動天闕。涼思集虛帷。小由澄顥氣。奇芬播前墀。叢深縣倒景。樹古迴交枝。芳澤久彌潤。弈葉遠可期。靈籟寂幽響。林霏逐清吹。既能通鼻觀。亦復沁詩脾。瞻前景武接。迪後遠裕垂。攬之欲盈掬。尚擬登雲逵。曩余與遜學同對制策。余留而遜學以親老歸。迺於都市得其舊藏柘溪別業圖。信乎神物復歸于積慶之門。於戲盛哉。獲觀天香深處卷什。勉為賦此。以志歲月。洪武庚申秋孟。前翰林國史院編脩官。嚴陵汪中題。"}]