[{"印记": "", "題跋類別": "題跋", "作者": "文徵明", "位置": "引首", "款識": "長洲文壁書", "書體": "行書", "全文": "釣月亭。（隸書）。長洲文壁書。"}, {"印记": "", "題跋類別": "題跋", "作者": "祝允明", "位置": "拖尾", "款識": "弘治九年歲在丙辰冬十一月辛亥日南至鄉貢進士里人。祝允明記。", "書體": "行書", "全文": "吳氏釣月亭記。人之情愈求而愈勝。天下之理愈究而愈精。蓋言之。有稽矣。始吳君廷用治一圃於舍後。種木鑿池。盡涉覽之趣。既而作一亭主之。益靚朗適人意。亭成。廷用加有喜。余問之。廷用曰。吾之為是也。將以奉吾親。吾初不言。今幸其成也。故喜。玆不謂情之愈求而勝者邪。亭之名曰釣月。亦廷用自取而邀余為記。又問之。廷用曰。夫釣隱者事也。吾家君今仕于王朝。非隱也。非若欲得龍伯大人之鰲。詹何之魚。李長庚之無氣丈夫者類也。吾為是獨以伺它日投老而設也。夫何有於竿緡而魴鯉。特以奉其觴吟之餘。弄清波蕩瑤魄。姑以寓稱於是云耳。子幸從是發撝焉。噫又非所謂理究而精者邪。余觀玆亭之勝已備。涉者旦莫輒樂而忘歸。況久處者乎。異時尊君之樂而壽也必矣。或曰子所謂涉者。我輩廷用友也。廷用之親猶未識茲亭。又烏知其樂與壽。曰記有之。不悅乎親。不信乎朋友矣。余以是推而識之。雖然進之者猶有誠身明善之說。廷用之請記志則深矣。敢以是相。弘治九年歲在丙辰冬十一月辛亥日南至鄉貢進士里人。祝允明記。"}, {"印记": "", "題跋類別": "題跋", "作者": "都穆", "位置": "拖尾", "款識": "戊午四月廿日鄉貢進士郡人都穆記", "書體": "隸書", "全文": "釣月亭記。教授吳先生公美。家於姑蘇而宦游河南。其子廷用。近辟後圃之地。搆亭其中。環以流水。扁曰釣月。蓋將立矣先生他日之歸。且以為賓友之樂也。後世士大夫無田可養。往往以宦為家。及其老而歸也。則思所釣遊之處。擇其勝而息焉。理則宜爾。今先生雖身乎行道。其歸釣之心。未嘗忘也。廷用於人事倥傯之日。乃克為此。可謂能承父志者矣。或曰月縣乎天。水行乎地。水可釣。月亦可釣邪。予謂不然。此論其跡。而非其至也。蓋月者水之精。水者月之用。其為物雖二。而實一也。故釣乎水即釣乎月。而況當夫日之既夕。圓金墮波。清風在衣。斯時也。引竿垂綸。吾知其中悠然。有不可以語諸人矣。自世之漁者。皆野人俗夫用以為業。由是漁者始賤。不為人齒。昔之君子。嘗有持竿而餌不設者。人謂其意有所寓。不在魚也。吳氏之釣月其不類是也。夫予締姻廷用。而熟游斯亭。水月之樂。嘗同之矣。故為記於亭上。以立矣質之先生。戊午四月廿日鄉貢進士郡人都穆記。"}, {"印记": "", "題跋類別": "題跋", "作者": "沈周", "位置": "拖尾", "款識": "沈周", "書體": "行書", "全文": "水心亭上口永滄浪。閒拂珊瑚夜氣涼。碧海欲將吾手摸。青天堪倚釣（點去）此竿長。要知水月原同相。亦把人魚付兩忘。曲曲闌干獨憑處。鬢絲零亂怯秋光。沈周。"}, {"印记": "", "題跋類別": "題跋", "作者": "祝允明", "位置": "拖尾", "款識": "祝允明", "書體": "行楷書", "全文": "一撮黃茆覆碧波。偷閒功業晚來多。絲綸不管魚龍事。烏兔其如水石何。未為玉璜思尚父。閒將靈餌誤嫦娥。江湖頃刻歸城市。誰把新詩記志和。祝允明。"}, {"印记": "", "題跋類別": "題跋", "作者": "文徵明", "位置": "拖尾", "款識": "長洲文壁", "書體": "行書", "全文": "翼翼虛亭瞰碧渠。坐令城市類溪居。高懷不減玄真子。新扁仍拈仲晦書。夜靜水寒聊復爾。酒醒風起欲何如。江湖滿地堪乘興。安用火因波目釣徒。長洲文壁。"}, {"印记": "", "題跋類別": "題跋", "作者": "陳璚", "位置": "拖尾", "款識": "長洲", "書體": "行書", "全文": "亭子初成令子謀。石岩橋北正宜秋。清池入影高低屋。新月垂竿上下鉤。雅趣唯知邀兔魄。老懷應不羨魚遊。夜深正照金尊酒。醉坐苔磯忘百憂。長洲陳璚。"}, {"印记": "", "題跋類別": "題跋", "作者": "徐禎卿", "位置": "拖尾", "款識": "徐禎卿", "書體": "楷書", "全文": "風月老潛夫。真成直釣徒。道心元好寓。色相已知無。庾子興不淺。袁郎詩更都。清宵多負者。長嘯謝迷途。徐禎卿。"}, {"印记": "", "題跋類別": "題跋", "作者": "黃雲", "位置": "拖尾", "款識": "黃雲", "書體": "行書", "全文": "冰輪涵碧泓。潑刺靜聞聲。何處洗塵想。良宵適野情。收綸鶴入夢。坐石鷗尋盟。簑笠雪漁者。同馳今古名。黃雲。"}]