[{"印记": "", "題跋類別": "題跋", "作者": "四休居士（姓名待考）", "位置": "本幅", "款識": "", "書體": "隸書", "全文": "鐵崖先生小像。（篆書）。致古氣古。詩古字古。風操益古。孰能比於先生。於戲。董之頡頏。韓之伯仲。舍斯人其誰與歸。"}, {"印记": "", "題跋類別": "題跋", "作者": "林公慶", "位置": "拖尾", "款識": "括林公慶", "書體": "行書", "全文": "鐵崖先生。金泉飛出顧菟腹。化作銕龍驚世俗。丹黃為鬣翠羽鱗。日吐明珠幾千斛。蒐幽抉怪探玄微。臭腐倏忽成神奇。輿臺鄒枚汗籍湜。並驅揚馬爭先馳。大廷先嗚誇穎出。蒹葭霜氣橫秋日。旄頭不蝕奎壁輝。銕門躍冶多奇質。海棠城東住十年。有宅一區名草玄。花時橫笛吹紫鸞。醉攜紅袖觥金蓮。人言此翁多媚嫵。誰識平生用心苦。鑄人諛墓得黃金。不買昆巒一抔土。玉函碧薤生孚尹。白骨未必為黃塵。過者欲式東維墳。鐵雲之下瞻龍文。括林公慶。"}, {"印记": "", "題跋類別": "題跋", "作者": "張雨", "位置": "拖尾", "款識": "伯雨", "書體": "楷書", "全文": "盛唐文翰晉風流。紫陌看花屬俊遊。曾賦常旂輝日月。固知史鉞本春秋。鐵龍韻咽捐瓊館。金馬才高記玉樓。立雪諸生多入室。過庭何必問箕裘。  瓊林錫宴羨芳年。晚歲人稱鐵遂仙。佳翰頻揮范素筆。新詞長滿薛濤牋。酒爐有客誇浮白。書閣無人繼草玄。愧我同游復同里。何由掛劍墓門前。  疇昔相逢翫歲華。延賓東閤興無涯。盃擎掌上金蕉滿。箏按絃間玉柱斜。北海高風真自惜。東山明月落誰家。絕憐一枕春城夢。飄謝海棠無數花。  鐵崖先生捐館雲間。僕知之晚。弔送弗及。每慊于懷。其門生性初劉徵士比來杭。出示所裒哀輓詩文盈軸。盡發揮其幽光。先生可謂不死矣。僕因性初之請。賦長律三首。附諸卷末。異日性初過干山墓下。尚為予一些之。伯雨。"}, {"印记": "", "題跋類別": "題跋", "作者": "張昱", "位置": "拖尾", "款識": "老友廬陵張昱", "書體": "行書", "全文": "雲間誰不哭先生。儒雅風流兩擅名。歸託弊廬全晚節。殯煩太守買佳城。鐵龍遺憾餘長笛。木鴈留哀付短箏。一夕詔還天上去。想應新造玉樓成。老友廬陵張昱。"}, {"印记": "", "題跋類別": "題跋", "作者": "揚明", "位置": "拖尾", "款識": "錢塘揚明", "書體": "楷書", "全文": "海棠城圍十里霞。海棠城裡人如花。肌膚削雪髻似鴉。漆點雙眸貝鋸牙。珍珠為璫瓊作珈。大者侍兒小者娃。手擎三足金背蟆。韁引五明白鼻騧。請君速乘綵雲去。口云便是神仙家。先生酒闌嗽春芽。正冠起披蟬翼紗。笑拈尺八紫鸞玉。一聲吹過天之涯。人生天地宅何處。先生一身隨所寓。蚤年奪却丹桂枝。暮也分沾鳳池露。文章在世人鱠炙。風流在天人羨慕。竹枝撥弦柳枝鼓。詩酒徜徉朝復暮。郡侯買地門生歌。制右似公冉可數。我生在公後。待我為宗人。曾持袞鉞書。提訓嘗哼哼。我昔有載酒亭。公昔有小蓬臺。時在西湖曲。拏舟每往來。公復立草玄閣。我復立守玄齋。同向東海頭。近日俱成埃。我觀莊臺魚。公獻金闕書。我歸湖山葺廬舍。訃音乃聞之性初。干山之陽不獲拜公面。雲鶴之哀得以附公卷。天風吹淚灑塵襟。欲借飛鴻泖帆便。銕門限。鐵遂謠。曠世不聞聲寥寥。曠世不聞聲寥寥。錢塘揚明。"}, {"印记": "", "題跋類別": "題跋", "作者": "聞人麟", "位置": "拖尾", "款識": "檇李聞人麟", "書體": "楷書", "全文": "鐵崖之僊風骨奇。夷視今古從遊嬉。朝驂白鳳夕朱鸐。溺愛詩酒躭文詞。玉皇赫怒謫塵世。俾嘗艱苦嬰驅馳。析圭儋爵非所樂。終然縱逸弗受羈。筋韓骨柳追歐蘇。雲奔風發來英姿。醉揮一曲斛律珠。月明更把瓊簫吹。芙蓉城主丁與石。遴選同氣非阿私。長生之籙桂子籍。缺員遲子來攸司。六丁前呵風焱作輿。群女景從雲為旗。洪崖勸駕相促迫。偓佺寄將招隱辭。往來聚散理本一。風蟬蛻殼疇能窺。風蟬蛻殼疇能窺。蓬瀛熟路行勿遲。檇李聞人麟。"}, {"印记": "", "題跋類別": "題跋", "作者": "", "位置": "拖尾", "款識": "", "書體": "楷書", "全文": "悼詩一首。并敘。友人劉性初携鐵史楊先生挽詩卷。蹐余門求言。余謂先生之文章。猶景星鳳凰。人皆景慕。奚敢復贊一辭。所可悼者。遭時不偶。不獲再羽儀天朝。黼黻館閣。為斯文惜耳。然勒諸金石。播諸聲詩。先生之不亡者多矣。詩曰。吁嗟先生。天縱其學。閎中肆外。孰管其鑰。付畀既厚。亦顯其光。顯而復藏。令名不亡。"}, {"印记": "", "題跋類別": "題跋", "作者": "劉逢原", "位置": "拖尾", "款識": "會稽劉逢原", "書體": "行書", "全文": "一命百里宰。開端自子初。文章遷固行。仕宦趙顏如。落托從杯酒。流離但束書。禮闈衡鑑地。迴□一欷歔。已矣楊夫子。春秋天下名。醉生唐李白。節死晉淵明。雲暗九山碧。水洄三泖清。游魂招不返。悽惻故鄉情。會稽劉逢原。"}, {"印记": "", "題跋類別": "題跋", "作者": "陳彥博", "位置": "拖尾", "款識": "時洪武壬子孟冬日。真拙齋錢唐陳彥博撰。", "書體": "草書", "全文": "於粲昭昭兮廓人文。作則垂遠兮萬異存。羲皇首出兮肇心畫。後聖方來兮嗣有作。姬昌有道兮諡曰文。卦辭僅見兮餘不聞。宣尼不幸兮遇時絀。刪敘贊修兮唯六籍。天地之大兮日月明。雖欲過之兮何所稱。繼周而來兮自秦漢。眾言紛紛兮始淆亂。正者立兮言為者化。口十弱本實兮盛蘤華。逝莫返兮流益下。誰能止兮滔滔者。子之生兮何王褱奇。含茹英華兮發為文辭。龍盤拏兮勢譎詭。神之奔兮電曤犬起。九鼎之重兮力可扛。胡縮手兮返自降。世之龐兮道之悖。商俗之既靡兮周之敝僿。子生其間兮何所逃。天將使之兮躑躅鳴號。子收其聲兮歸諸冥漠。二氣以正兮品物咸若。泖之水兮干之山。子墓宅兮居其間。薦有蘋兮釃有醴。誰其尸之兮群弟子。前江西儒學提舉楊鐵崖卒。其弟子劉性初氏為裒輓詩。於義良不薄。予故為製誄辭。其推許鐵崖既至。而於其疵亦不敢略也。道在焉故爾。當有知吾言者。時洪武壬子孟冬日。真拙齋錢唐陳彥博撰。"}, {"印记": "", "題跋類別": "題跋", "作者": "楊伯起（姓名待查）", "位置": "拖尾", "款識": "關西夫子楊伯起", "書體": "行楷書", "全文": "扶輿清淑鍾間奇。文采吐鳳紛陸離。天關精透抱麟史。專門啟迪鳴當時。巍科蚤擢倦奔競。雲間結屋耽棲遲。狂瀾既倒屹中砥。才名拍塞江湖裡。銕笛一吹歸去來。鳳皇山月照秋水。千百年間疇頡頏。關西夫子楊伯起。"}, {"印记": "", "題跋類別": "題跋", "作者": "張翨", "位置": "拖尾", "款識": "嘉興張翨", "書體": "草書", "全文": "哀辭。吁嗟先生。天玉女乎材能兮。胡錫祉乎奇衣牙。夙登賢乎恩榮兮。肇尹邑于丹丘之厂圭。垂逸群之雋邁兮。弛持盈于休嘉。嗟左左于亨衢兮。俾焦明而受笯。吾將桀風霆以上訴兮。曷不賦全禔而以降。口十資抉雲以分天章兮。冠倫魁乎文林之中。旦黽伏思乎朝著兮。夕侍直乎丹宮。膺獻納以黼黻乎皇猷兮。邇奎章木天而從容。迺畀才而弗畀攸止兮。儋人爵而靡安。前始馳而馬屠兮。後驅車而易刓。孑荃蘭之猗猗兮。紛蕭艾之漫漫。無明哲以振援兮。嬰宵人之敢干。茲業已往而空言兮。稟與分其弗易。鏘琚璜衝牙以肆厥辭兮。文光爭先乎目擊。裨殺青以敶正捄之忠兮。挹儒先神交而為匹。夫孰非公而可評兮。孰非義而有激。頫後生而獎誘兮。啟夷途而與之階。瞻曠達之風裁兮。承誨諭之虛懷。景行行乎高山兮。寧與道其或乖。聊消搖以燕適兮。詎湛溺乎淫哇。昔余未有聞兮。辱禮接乎賓墀。邀翱翔于虎林兮。偕觴吟于劍池。志梓寓榮袞褒兮。又蘄昌乎聲詩。胥期頤以周旋兮。遽終天以暌違。嗚呼哀哉兮。魂無西東與北南。返故鄉之山川兮。植英靈之嶔崟。帛系文脈於斯世兮。昭天常于群心。嗚呼噫口戲兮。魂乎飄颻陟青旻。夷剎江之洪波兮。令稽山以清塵。挾剛風以上雲兮。與騎箕而為鄰。嘉興張翨。"}, {"印记": "", "題跋類別": "題跋", "作者": "俞復", "位置": "拖尾", "款識": "俞復", "書體": "楷書", "全文": "甲科登上第。廷策對天顏。名著金閨籍。才稱玉筍班。斯文方烜赫。吾道獨間關。歸醉蓬臺月。神清挹鳳山。  載酒問奇字。門生日往還。草玄娛白晝。拄頰看青山。樂府今風雅。功名舊觸蠻。遺音傳海外。仙骨冷雲間。俞復。"}, {"印记": "", "題跋類別": "題跋", "作者": "郭時", "位置": "拖尾", "款識": "諸生郭時", "書體": "楷書", "全文": "中情馳漢日。客鬂老吳霜。自擢黃金牓。終遺白玉堂。才高淹素志。道詘任清狂。寂寞華亭墓。殊方鶴夢長。  文章推匠手。聞望蔚儒林。寂寞楊雄閣。棲遲梁父吟。著書吳地老。歸路越山深。忍灑諸生目。風悲鐵笛沈。諸生郭時。"}, {"印记": "", "題跋類別": "題跋", "作者": "范惟一", "位置": "拖尾", "款識": "萬曆辛巳七月既望。中方范惟一。", "書體": "草書", "全文": "寄鐵崖先生二首。時留京師。總裁禮樂書。蓬萊宮闕五雲東。龍虎山川錦幛中。盡說黃金延郭隗。誰知白璧起申公。春秋袞鉞諸侯懼。南北車書萬國同。却望鈞天纔咫尺。一琴涼月寫松風。  先生謝客居東里。使者傳宣拜下床。樂府謾推梁子範。禮經須問魯高堂。酒傾銅馬來光祿。賦到龍旗說太常。賜老鑑湖猶有待。山陰茅屋未淒涼。  鐵崖先生輓詩。玉笙聲斷泣龍君。撼樹蜉蝣漫作群。一代春秋尊正統。兩朝冠冕在斯文。他生有約尋圓澤。後世何人識子雲。舊業門生今幾在。下車空拜馬陵墳。  以上三詩。乃釋夢觀作也。予為附書于卷未。萬曆辛巳七月既望。中方范惟一。"}]