[{"印记": "", "題跋類別": "題跋", "作者": "查嗣瑮", "位置": "拖尾", "款識": "乙酉六月廿一日。丹陽舟次。弟嗣瑮題。", "書體": "行書", "全文": "（第一則）未成歸計愧前賢。陽羨何年得買田。讓與圖中人獨占。柴門鷄犬總神僊。千絲楊柳萬篔簹。六月溪堂似水涼。白日難消茶飯福。書聲飛過芰荷香。（第二則）輕絲細葛受風勻（南溪家製葛最精。按原注南字塗去。疑雲字之誤）。稚子牽來傍老親。椎髻也無人捉鼻。全家不愛觸京塵（雲溪將補官。及派未出）。乙酉六月廿一日。丹陽舟次。弟嗣瑮題。"}, {"印记": "", "題跋類別": "作者款識", "作者": "王翬", "位置": "本幅", "款識": "雲溪草堂圖。己卯（西元一六九九年）秋初。為辛齋先生畫。海虞王翬。", "書體": "行書", "全文": ""}, {"印记": "", "題跋類別": "題跋", "作者": "宋犖", "位置": "拖尾", "款識": "西陂宋犖題", "書體": "楷書", "全文": "之子江東秀。風流小杜齊。人傳秋柳句。家住白雲溪。蝦菜供調饍。烟波入杖藜。幾時共明月。披豁草堂西。西陂宋犖題。"}, {"印记": "", "題跋類別": "題跋", "作者": "朱彝尊", "位置": "拖尾", "款識": "小長蘆朱彝尊", "書體": "隸書", "全文": "（第一則）烏目山人畫擅場。新圖披豁稻魚鄉。誰言七尺雲谿卷。不敵盧鴻舊艸堂。（第二則）菱葉荷花蓼艸磯。鶴巢深樹客來希。主人且莫貪高臥。合試新涼柳汁衣。（第三則）江城過雨不開雲。百里洮湖一曲分。比似玉河隄上望。柯亭劉井總輸君。名園幽絕苦吟偏。許我招尋把釣船。老去涪翁詩派別。流傳端合藉師川（辛齋許為予刊詩文。故云）。小長蘆朱彝尊。"}, {"印记": "", "題跋類別": "題跋", "作者": "張大受", "位置": "拖尾", "款識": "匠門張大受題七言長句二首", "書體": "行書", "全文": "（第一則）石谷手寫雲溪圖。風流不與王維殊。南垞北垞水浩淼。蘭柴鹿柴山糢糊（按模誤書糢）。奉母春秋列榴杏。燕朋釣弋充魚鳧。安得扁舟草堂下。日從居士相歌呼。（第二則）清新愛讀雲溪集。竹塢菰塘畫亦能。此地謫居哀玉局。誰家小隱問毘陵。才名詩老驚相歎。津路漁人記可曾。我傍將門茅屋矮。不堪皴染入縑繒。匠門張大受題七言長句二首。"}, {"印记": "", "題跋類別": "題跋", "作者": "吳之振", "位置": "拖尾", "款識": "次朱竹垞太史韻請政。語水弟吳之振稿。", "書體": "楷書", "全文": "（第一則）鞭絲拋卻利名場。圖史鷄豚共一鄉。負米夕葵誰舉似。紡車聲裡讀書堂。（第二則）溪光雲影護漁磯。淡泊襟懷世所希。春漲桃花鳧鴨亂。可能閒掛綠簑衣。（第三則）簫聲記取遏行雲。小戶觥船破十分。重踏城西黃葉路。傾家新釀定浮君。（第四則）岸夾東西住宅偏。沿堤穩泊釣魚船。青蒲翠荇縈紆處。彷彿谿堂似輞川。次朱竹垞太史韻請政。語水弟吳之振稿。"}, {"印记": "", "題跋類別": "題跋", "作者": "宋至", "位置": "拖尾", "款識": "商丘同學弟宋至", "書體": "行書", "全文": "我友雲溪生。全家雲溪住。朝弄溪上煙。暮蹋溪邊露。曲愛歌采菱。書喜翻種樹。魚麥奉老親。餘作公家賦。放鴨兼飰牛。頭銜堪自署。商丘同學弟宋至。"}, {"印记": "", "題跋類別": "題跋", "作者": "汪繹", "位置": "拖尾", "款識": "南沙弟汪繹題", "書體": "行書", "全文": "（第一則）滿屋清陰一塢煙。卷中風物似樊川。吾家亦有閒居樂。只欠城南二頃田。（第二則）千層柳浪萬篔簹。穩稱珊瑚架筆床。日暮采菱歌動處。驚飛三十六鴛鴦。南沙弟汪繹題。"}, {"印记": "", "題跋類別": "題跋", "作者": "王戩", "位置": "拖尾", "款識": "漢陽弟王戩題", "書體": "行書", "全文": "毘陵震澤流東漸。一溪遠匯江沱潛。新洲荻長如排籤。曲阿月出看磨鐮。江峰煙靄近可匳。沿堤楊柳春泥黏。偉長建堂白雲尖。結構大壯香茅苫。茂林脩竹遮閭閻。牛宮蟹舍從修添。芙蓉城裡周步櫩。水晶宮闕垂珠簾。漁人聚網爭覷覘。采菱盈把齊摻摻。紛紅駭綠呈穠纖。況有鷄太（按犬字誤作太。）桑麻兼。昔時比鄰客仙然冉頁。一窪洗研留巉巖。城北興發此屬厭。同心比翼來蛩鶼。文成高並東枚嚴。閑居奉母神愉恬。御輿微笑花頻拈。孝乎友于拙寧嫌。畫手知是邑中黔。馳騁筆力馬脫柑（按柑古通鉗）。我一見之心尤忺。短歌似唱昔昔鹽。三年奔迸隨烏蟾。悔不到此他留淹。漢陽弟王戩題。"}, {"印记": "", "題跋類別": "題跋", "作者": "莊令輿", "位置": "拖尾", "款識": "同學莊令輿題", "書體": "行書", "全文": "逸性耽野趣。結廬依白雲。雲深隔塵埃。桑麻自成村。淙淙水聲瀉。馥馥花氣薰。隨風入草堂。悠然怡我神（一）。魚梁巨網投。鴨艇輕橈發。豈為口腹計。所思在白髮。充庖勸晨餐。飣豆供夕歠。林巒峭蒨間。承歡繞雙膝（二）。紅飛霞千片。碧繞玉一灣。如入武陵溪。桃源迥且閒。漁人任還往。石磴容躋攀。有鶴棲高松。俯視眾鳥翻（三）。一椽城西隅。偪仄類羈縶。披圖豁襟期。夜夢牽船入。麥浪午風翻。稻花朝露裛。君有繞屋田。我思辦蓑笠。同學莊令輿題。"}, {"印记": "", "題跋類別": "題跋", "作者": "陳鍊", "位置": "拖尾", "款識": "半緣居士陳鍊", "書體": "行書", "全文": "（第一則）舍南舍北水鱗鱗。一派滄浪浣庾塵。中有幽堂植蘭桂。萊衣長侍白頭人。（第二則）周郎顧悞笑橫陳。獨坐辛齋莫問津。翻倒八編昏短檠。荊川去後讀書人。（第三則）老屋西邊弱柳新。海南歸老坐溪濱。世間文字差長久。倚著科名俗了人。（第四則）科第毘陵水際筠。百年香艷欲成塵。憐渠著語譁同列。初日芙蓉秀出人。半緣居士陳鍊。"}, {"印记": "", "題跋類別": "題跋", "作者": "顧嗣立", "位置": "拖尾", "款識": "次竹垞先生韻請正。長洲顧嗣立。", "書體": "行書", "全文": "（第一則）每想君家醉幾場。閑愁一抹白雲鄉。新來染就王維畫。攜得清光到草堂。（第二則）舉網鷗飛露釣磯。鵝兒浴水浪花希。荷池初綠田田葉。只待秋深便剪衣。（第三則）京洛曾同出岫雲。縱橫聯句到宵分。分明河畔毿毿柳。滿眼秋山又對君。（第四則）八尺生綃勝景偏。畫圖重見米家船。小園能縮吳（點去）壺中地。午椀春槽傍玉川。次竹垞先生韻請正。長洲顧嗣立。"}, {"印记": "", "題跋類別": "題跋", "作者": "陳元龍", "位置": "拖尾", "款識": "和竹垞先生原韻。題於錫山道中。乙酉閏四月望後二日。海寧陳元龍。", "書體": "行書", "全文": "（第一則）仕宦途兼翰墨場。青雲長負白雲鄉。人間儘可尋瑤島。天上何須問玉堂。（第二則）多少巖廊慕釣磯。恩深退早古來希。一丘一壑非容易。況向花前著錦衣。（第三則）洗研池旁一片雲。風流遙與昔賢分。坡公歸老心良苦。年少徜徉卻讓君。（第四則）我乞閒身愧地偏。煙波空憶五湖船。披圖便擬移家近。風月從君借半川。和竹垞先生原韻。題於錫山道中。乙酉閏四月望後二日。海寧陳元龍。"}, {"印记": "", "題跋類別": "題跋", "作者": "楊大鶴", "位置": "拖尾", "款識": "宮袍雖戀北堂娛。多事耕煙寫此圖。我亦白雲溪上住。不知分得一些無。丙戌秋日。題奉辛齋年姻世翁命。即祈教定。楊大鶴。", "書體": "行書", "全文": ""}, {"印记": "", "題跋類別": "題跋", "作者": "查慎行", "位置": "拖尾", "款識": "初白弟慎行", "書體": "行書", "全文": "青天不如歸路長。白日不如燈燭光。清譚一洗煩惱毒。快比灌頂醍醐涼。城西古寺竹林側。綠陰正落鄰僧床。我今已是無家客。芒鞵一雙輕策策。故人猶復念窮途。招向花間浮大白。不辭醉倒慰眼前。我醉欲借閒房眠。醉中得詩尤縱恣。夢入鄉山吸空翠。長安齷齪胡可居。直戀貧交末能棄。庚辰初夏。辛齋長兄招集僧舍。次昌黎短燈檠歌韵。用志升沉聚散之感。丙戌冬。復與辛齋相見京華。出雲溪草堂（脫圖字）見示。余時請假將歸。驪駒在門。不暇作詩題贈。輙錄舊句。挂名卷中。他日更當補作。以續諸老之後。但未知完諾定（點去）又在何時耳。初白弟慎行。"}, {"印记": "", "題跋類別": "題跋", "作者": "湯自立", "位置": "拖尾", "款識": "湯自立", "書體": "行書", "全文": "白雲深處溪如練。溪上艸堂開四面。桐花匝地綠陰成。蓮葉接天紅影亂。主人胸有萬卷餘。買鄰愛近東坡居。尋常瑞草橋邊路。知道溪山定不如。湯自立。"}, {"印记": "", "題跋類別": "題跋", "作者": "楊士凝", "位置": "拖尾", "款識": "用昌黎短燈檠歌韵。楊士凝。", "書體": "行書", "全文": "霜濃煙冷秋艸長。日腳淡淡攢寒光。水雲膠空捲遠碧。溪影倒射溪堂涼。白雲仙人此中住。小槽滿滴書連牀。山花野鳥絆狂客。鞭絲嬾向長安策。溪頭雀角屋慣穿。直教阮眼淆青白。苦吟咽淚北堂前。只有紅燼知無眠。王郎畫圖筆縱恣。響絕溪聲聳山翠。舍南舍北飛鶺鴒。急難情哀不相棄。用昌黎短燈檠歌韵。楊士凝。"}]