[{"印记": "", "題跋類別": "作者款識", "作者": "于志寧", "位置": "本幅", "款識": "（第一則）建平文雅。休有烈光。懷忠抱義。身立名揚。（第二則）記室考功郎中房玄齡字喬年。才兼藻翰。思入機神。當官勵節。奉上忘身。（第三則）記室考功郎中于志寧字仲謐。古稱益友。允光斯職。擔此文辭。懷玆亮直。（第四則）軍諮祭酒蘇壹字世長。軍諮談劇。超然辯悟。正色于廷。匪躬之故。（第五則）天策府文學禇亮字希明。希明倜儻。瀟灑情寄。博總九流。詞高六藝。（第六則）天策府文學姚柬字思廉。志苦精勤。記言實錄。臨危盡義。餘風勵俗。（第七則）太學博士陸元朗字德明。儒術為貴。玄風可師。博學非道。離經在茲。（第八則）太學博士孔穎達字仲達。道光列第。移風闕里。精義霞開。掞辭飆起。（第九則）天策府主簿李玄道字元陽。李侯鑒達。雅量淹通。清言析理。妙藻推工。（第十則）天策倉曹參軍事李守字守素。賢哉博識。穆尔清風。游情文藝。高步談叢。（第十一則）王府記室參軍虞世南字伯施。儒行揚聲。雕文絕世。網羅百民。兼包六藝。（第十二則）天策府參軍蔡允恭字克讓。猗與達學。蔚有斯文。冰霜比映。蘭桂同芬。（第十三則）王府記室參軍事顏相時字師古。六藝文籀。三冬經史。家擅學林。入遊書市。（第十四則）著作郎攝記室許敬宗延族。槐市騰聲。蘭宮游道。抑揚辭令。縱橫才藻。（第十五則）著作郎攝記薛莊字元敬。薛生操履。昭哉德音。辭文健筆。思逸清襟。（第十六則）太學助教蓋文達字文達。言超理窟。辯折談鋒。蒲輪遠聘。稷下連蹤。（第十七則）軍諮典簽蘇旭字慎行。業敏遊藝。躬勤帶經。書傳油帛。畫美丹青。（第十八則）東虞州錄事參軍劉孝孫字德祖。劉君直道。存交守信。雅度難追。清文遠振。龍朔二年（西元六六二年）春。臣閻立本奉聖旨圖像。臣于志寧奉敕恭撰贊并書。", "書體": "楷書", "全文": ""}, {"印记": "", "題跋類別": "題跋", "作者": "沈括", "位置": "引首", "款識": "吳興沈括書", "書體": "行書", "全文": "□□秦府十八學士真像也。考之他傳□□宗因薛收死。一日忽思其人。想像儀容不可得。乃以劉孝孫補之。命博陵閻立本圖其真。與于志寧讚之。立本一代名畫。志寧唐之文宗也。其中名字於史不合者多。如姚柬字思廉。唐書作姚思廉字柬之。蘇壹。陸元朗。薛莊。唐書皆以字為名。李玄道。蓋文達。于志寧。許敬宗。劉孝孫。蔡允恭唐書皆不字。房玄齡字喬年。唐書以為房喬。孔潁達字仲達。唐書以為字頴達。蘇典籤名旭。從九從日。唐書從曰從助。許敬宗。薛莊官皆攝記室。唐書以為直記室。蓋唐（殘）書成於後人之手。所傳容有譌謬。此乃當時紀實者也。以舊史考之。魏鄭公對太宗云。如玄齡者□。則知玄齡果名非字也。蘇世長召對玄武門。問云。卿何名長意短。乃知後為學士時。方改名耳。觀畢敬識。吳興沈括書。"}, {"印记": "", "題跋類別": "題跋", "作者": "朱光裔", "位置": "拖尾", "款識": "朱光裔頓首。元發契友。", "書體": "行書", "全文": "前承借閻立本十八學士像。固知古人用心設色非後人之所能及也。欲作一跋語。適冗中。容當補之。慎勿輕與俗子觀。朱光裔頓首。元發契友。"}, {"印记": "", "題跋類別": "題跋", "作者": "朱光裔", "位置": "拖尾", "款識": "元豐甲子歲十二月二十四日。沛國朱光裔識于開封府西齋。同觀者黃安禮王慶。", "書體": "行書", "全文": "僕性鄙僻。六藝之外。它無所好。獨嘗嗜畫。遇所適。輒終日諦玩。殆忘寢食。然猶病其識之不博。而見之不廣也。元豐五年七月四日偶閱歷代畫史。見閻立本寫秦府十八學士圖。輝暎前古。而未親矚。每以為恨。今于元發齋中恭覽。觀其骨法用畫。氣運生動。若出於天成。人莫窺其巧者。真所謂神品也。愈玩愈佳。又有沈存中考訂名字之誤。亦具備一代之典故云。元發當什襲珍藏之。元豐甲子歲十二月二十四日。沛國朱光裔識于開封府西齋。同觀者黃安禮王慶。"}, {"印记": "", "題跋類別": "題跋", "作者": "", "位置": "拖尾", "款識": "", "書體": "楷書", "全文": "端平三年十月十九日持國和叔次道同觀。"}, {"印记": "", "題跋類別": "題跋", "作者": "賈似道", "位置": "拖尾", "款識": "", "書體": "楷書", "全文": "景定壬戌重午天台賈似道觀于後村清閟堂。"}, {"印记": "", "題跋類別": "題跋", "作者": "鄧文原", "位置": "拖尾", "款識": "", "書體": "行書", "全文": "中統三年八月既望也仙帖木兒。不忽木公。邁里古思。周正平。孔道輔。鄧文原同觀。"}, {"印记": "", "題跋類別": "題跋", "作者": "趙孟頫", "位置": "拖尾", "款識": "", "書體": "行書", "全文": "大德二年正月穀日吳興趙孟頫敬觀。"}]