[{"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "本幅", "款識": "乾隆御題", "書體": "行書", "全文": "磧雪風沙大窖涼。毳衣非暖酪非香。李卿知己休多語。試看垂垂漢節長。乾隆御題。"}, {"印记": "", "題跋類別": "題跋", "作者": "梁詩正", "位置": "拖尾", "款識": "乾隆丙寅（西元一七四六年）春正月。臣梁詩正奉敕敬題。", "書體": "行書", "全文": "蒼茫牧野龍沙寬。腥羶乳酪充飱餐。貞心許國冰雪寒。十九年來祇一般。鬢須白去節旄殘。窮荒猶感大義難。歸來博典屬國官。漢家恩澤輕羽翰。千秋史論同三歎。即今流傳圖畫看。不殊麟閣標衣冠。載披恍見心血丹。凛然臣節良不刊。乾隆丙寅（西元一七四六年）春正月。臣梁詩正奉敕敬題。"}, {"印记": "", "題跋類別": "題跋", "作者": "汪由敦", "位置": "拖尾", "款識": "臣汪由敦", "書體": "行書", "全文": "子卿使匈奴。矯矯杖漢節。羝乳夫何時。卧咽旃毛雪。摻持旄盡落。頭白十九春。神驚上林鴈。歸來畫麒麟。零縑尺幅中。千載凛生氣。悲歌餘慨慷。河梁李都尉。臣汪由敦。"}, {"印记": "", "題跋類別": "題跋", "作者": "勵宗萬", "位置": "拖尾", "款識": "臣勵宗萬恭和敬題", "書體": "行書", "全文": "風雪漫天透骨凉。漢家天使姓名香。節旄落盡歸何日。目斷橫空雁字長。臣勵宗萬恭和敬題。"}, {"印记": "", "題跋類別": "題跋", "作者": "張若靄", "位置": "拖尾", "款識": "臣張若靄敬題", "書體": "行書", "全文": "白沙裏雪亂如雨。寒咽邊笳作人語。萬草僵黃不見春。世上羝羊未聞乳。海枯石爛堅摻持。肝腦塗地誠甘之。茆土千乘固不屑。節旄落盡心無移。旌旗千里臨朔甸。天子自將誇能戰。徒教搆釁逞干戈。耀威詎使氛霾晏。中郎奉詔不矜鋒。迺幽大窖鳴然風。當時倘得命師去。利氣豈讓蘭于功。陵降何惜武存幸。尺寸無封名實炳。功臣聊得圖麒麟。千年血淚留霜影。何時粉本落人間。毳帳旃毛老塞山。出使丁年歸皓首。英雄無夢到刀環。臣張若靄敬題。"}, {"印记": "", "題跋類別": "題跋", "作者": "裘曰修", "位置": "拖尾", "款識": "臣裘曰修敬題", "書體": "楷書", "全文": "寒雲墮地天茫茫。羣羊蝟縮難成行。豈真執箠効驅策。百折不死來此場。餐旃嚙雪易事耳。誓與漢節同存亡。千年絹素宛可識。一再拂拭增慨慷。當時聽得單于語。分不生還漢家土。誰言射鴈上林中。帛書姓字題蘇武。兩家和好歸使臣。典屬居然列樽俎。是知冥漠通精誠。何必羝羊不生乳。何必羝羊不生乳。鳴乎。李陵計拙心獨苦。臣裘曰修敬題。"}, {"印记": "", "題跋類別": "題跋", "作者": "陳邦彥", "位置": "拖尾", "款識": "臣陳邦彥敬題", "書體": "楷書", "全文": "塞草邊塵。表孤忠。一枝漢節。海東頭。羝羊生乳。盟詞決絕。富貴不淫威不屈。剛腸要把天驕折。十九年囓雪共吞。氊心如鐵。生死別。休言說。君親念。常縈結。任驚沙迷眼。酸風刺骨。朔漠羊羣伴哀咽。他年煙閣標丹闕。倩南飛鴈足上封章。千行血調滿江紅。臣陳邦彦敬題。"}, {"印记": "", "題跋類別": "題跋", "作者": "董邦達", "位置": "拖尾", "款識": "臣董邦達敬題", "書體": "隸書", "全文": "雪凝毳帳深寒積。漢節孤光照天赤。牧羝羝乳心不移。十九年中如一夕。屬國生還意外耳。何假鴈書上林澤。丹青寫貌難寫神。祇餘沙草連空碧。臣董邦達敬題。"}, {"印记": "", "題跋類別": "題跋", "作者": "董誥", "位置": "拖尾", "款識": "乾隆戊申（西元一七八八年）孟冬。臣董誥奉敕敬書。", "書體": "楷書", "全文": "御製蘇楊論。蘇武留匈奴十九歲而還。楊重英留緬甸二十一年而還。念其事相類作蘇楊論。武在匈奴。餐旃齧雪。勢不能久。向已有說。然其娶妻生子。漢書章章可考。重英在緬甸。其誓死不降與武同。而無武娶妻生子事。今呼路人而詢之。曰重英與武孰優。必甲武而乙重英。彼故不知武之為何如人。何如事。徒以羶薌久。而耳食熟耳。則司馬遷所云。非附青雲之士。惡能施於後世語。誠不爽緬甸之歸順也。總督富綱猶責其弗。獻重英予以為過。於羅索既而其長隨。以重英及其時被遮之。兵並自暹羅所獲粵民。致之邊及入邊。重英謂同歸之兵。曰今生還本朝。即伏國法。亦瞑目是可哀矣。問其在緬有無易衣娶妻生子事。則皆以為無。而重英本抱病來。因遂故以其志。可憐憫命。給道員銜仍將錄。其子夫重英究為在緬偷生茲。仍加薄恩所為。仁義兼施。教忠之道也。若武之為典。屬國漢之恩。為過優矣。而猶有嘆。其被賚薄者是何耶。且以重英所為較武有過之無不及。武乃奉使。而重英則不過從軍被拘留也。若曰因附青雲而得名之傳。則其傳與不傳。固不足為貴耳。乾隆戊申（西元一七八八年）孟冬。臣董誥奉敕敬書。"}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "引首", "款識": "乾隆御筆", "書體": "行書", "全文": "冰天漢節。乾隆御筆。"}]