[{"印记": "", "題跋類別": "作者款識", "作者": "張擇端", "位置": "本幅", "款識": "翰林畫史臣張擇端進呈。（在石上）", "書體": "", "全文": ""}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "引首一", "款識": "", "書體": "行楷書", "全文": "夢華陳亦"}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "引首二", "款識": "戊子暮春月中澣。御筆。", "書體": "行書", "全文": "以易易難簡易繁。舜舉兩字卓識括萬端。世間祇知清明上河圖。誰知羲經妙義乃於世道關。爾時宣和朝士班。蔡童王高甲第攢。君臣嬉樂答韶節。惜無長繩繫流年。亦有舟車賓遠域。酒樓豪飲銀杯擲。綱來花石競新奇。豈計閭閻被辛螫。囊金橐幣輸朱門。百姓膏脂飽鬼蜮。汴京富貴瞥眼銷。可憐畫圖淪草棘。展轉流傳數百年。分宜豪敓誰能匿。嚴敗尤物入大內。小監竊取藏精粹。徒供失得閱荊凡。那有謨猷告房魏。徵詩閱月並書呈。大耋欣猶食履泰。擘箋和韻速就能。畫譜考證何須明。納忠因事吾所悉。廣平不異圖無逸。  今歲新正。沈德潛以此圖進。而未有題句。且考書畫譜。止有清明上河圖。無所為易簡圖者。易簡之名。始見於蘇舜舉詩。而未詳其義。又張丑清河書畫舫。載圖有張著跋。而此卷亦無之。因以詢之德潛。且賜葠助其頤養。並徵其詩。及考識。茲既成長什。兼疏舉一二。繕箋呈至。悉出手書。九衣失餘老人。能拈弄筆墨若此。即可為希世珍。不特擇端畫卷足傳而已。其無可考證者。皆不妨概置之。既以德潛作裝池。附綴於後。即用其韻題卷中。戊子（西元一七六八年）暮春月中澣。御筆。"}, {"印记": "", "題跋類別": "題跋", "作者": "蘇舜舉", "位置": "拖尾一", "款識": "元貞元年月正上日。蘇舜舉賦。", "書體": "楷書", "全文": "清明易簡新圖成。汴河橋上新煙生。春光盈眼客船淨。桃花逐浪柴門清。微茫沙岸繞紅綠。隱隱層城燦花竹。江航初渡浣花津。楚客時歸市廛屋。百家技藝向春售。千里農商喧日晝。卷舒熟視若有聲。靜聽只如空宙（點去）宇宙。村墟都市遙相通。碧瓦朱甍一望中。旅雁上雲歸紫塞。家人求火鑽青楓。煙花媚景一朝會。忻喜憂虞情不類。何勞周舉禁寒食。辟榖忘餐此為最。依然賈傅門前井。彷彿君平在真境。公輸猶構定王城。世祿之家設綵屏。翡翠樓高雲霧深。鴛鴦睡暖堆重衾。五陵豪俊驕肥馬。百代公侯朋盍簪。蒼然粉墨真可嘉。須知筆興超煙霞。依稀收盡人間事。郭薛張吳有幾家。何日溪花能笑日。幾年客舟卓橋邊出。今朝共賞不知暮。千載常欽古人筆。元貞元年（西元一二九五年）月正上日。蘇舜舉賦。"}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "隔水五", "款識": "戊子清和月中澣。畫禪室再識。", "書體": "行楷書", "全文": "卷後舊有天輔五年賜錢妃字。按天輔為金太祖年號。其時方開并?。豈有錢妃之事。且其年為宋宣和三年。彼時汴京無恙。亦尚未興助金滅遼之議。此畫不應入金。沈德潛考證。則云童貫蔡攸。嘗奉使助金滅遼。安知不以此圖媚金。第求金之事。在宣和四年。即如所云。此卷亦不應預為金有。是天輔款字。蓋出於庸手妄作。然是圖聲價自在。無藉別資羶薌。而多一贗款。適足滋惑。因命重裝時。裁偽存真。亦有合於易簡之道。固可不煩言而解也。戊子（西元一七六八年）清和月中澣。畫禪室再識。"}, {"印记": "", "題跋類別": "題跋", "作者": "沈德潛", "位置": "拖尾二", "款識": "臣沈德潛。年九十有六。", "書體": "行楷書", "全文": "題清明易簡圖。  清明上河事纖繁。宋臣寫者張擇端。宮殿橋梁及人物。舟車市肆連重關。尊卑老少男婦班。萬人角戢角戢蜂蟻攢。鬚眉生動形態別。書穴心摹寫逾一年。可惜畫圖流傳滯絕域。金玉陡向沙漠擲。播遷轉入鈐山堂。父子鋒芒肆辛螫。嚴敗旋經入內廷。寺人攫出同鬼蜮。詭云麋爛太液池。實售豪民置荊棘。靈物埋藏二百春。神光焯爍難遮匿。小臣偶得之。上呈九重內。敢將魚目混珠光。漫取碔砆昭玉粹。題中易簡二字有深思。宋代奢華異唐魏。此圖深得聖人心。公正和平永康泰。乾以易知。坤以簡能。易簡而天下之理得。聖心易象同光明。他人觀圖賞纖悉。聖人觀圖等無逸。  清明易簡圖疏解。  張擇端清明畫圖。本有二幅。一在張英公家者。名上河圖。有張著跋。一留汴京者。無跋。意即易簡圖也。（見吳匏菴集）。金天輔五年。即宋徽宗宣和三年。中國之物。不應遽入外邦。按宣和四年。遣童貫蔡攸助金伐遼。二人邪佞。又皆工畫。時子女玉帛。皆不吝惜。安知不以此圖媚金。天輔得之以賜錢妃。一時事也。金貞元二年。即金主亮。亮於圖上有題字及璽。明代此圖歸李東陽賓之。圖上有二印。又歸王世貞元美亦有印。嚴嵩巧取豪敓。歸嵩。（見歷代鑒藏畫家）。嵩有分宜二印。子世蕃。有東樓二印。嚴敗。入大內。為小內臣竊出。詭云藏御溝石洞。積雨麋爛。（見書畫譜）。實售與吳中吳家。今子孫不復存矣。清明上河。宋代積久豪華。擇端本翰林。寓諷諫。畫一年餘。難矣。而轉曰易。人一萬餘。繁矣。而轉曰簡。乾以易知。坤以簡能。包涵大易精義。外人但稱上河。從其便也。詠詩之人。俱無可考。張英公本。今藝苑不傳。臣學殖淺陋。家無藏書。故所見祇此。臣沈德潛。年九十有六。"}]