[{"印记": "", "題跋類別": "作者款識", "作者": "牟益", "位置": "拖尾", "款識": "嘉熙庚子良月既望。蜀客牟益德新書。", "書體": "行書", "全文": "右謝惠連擣衣詩五言十二韻。曲盡閨闈婉女動息矉伸之態。意韻萬千。妙在言外。詠歎不已。因取周昉美人。稍加位置。畫為橫卷。思短筆拙。雖不足以形容謝詩妙處。若曰模章寫句。亦自謂得其仿佛。顧年踰耳順之三。疲敝精神。尚爾兒戲。良可憫笑。志之所好。自忘其勞。不知視苦身疾作。務積而不能用。與夫夜以繼日。思慮善否者。其為樂果何如。得之果惡乎在。寓目者毋徒議筆墨之工拙。試與共商榷之。嘉熙庚子良月既望。蜀客牟益德新書。"}, {"印记": "", "題跋類別": "作者款識", "作者": "牟益", "位置": "拖尾", "款識": "", "書體": "行書", "全文": "戊戌春。寓鄱陽安國僧舍。嘗作此圖。積日月而後成。雖不自以為奇。念為之勤。非知音不妄出。後二年。攜至豫章。遂歸連帥文昌吳公。是歲秋。館于東湖董良史圃中。復為此紙。視前增人十。樹四。砧杵之上。又加屋焉。始題數語於後。聊披閱以自娛。良史既見。有欲得之色而不言。僕曰。子欲之乎。曰是所欲而不敢請。僕曰。子以我為難乎。嬉戲鄙事。取之於己（原書我）而不竭者。於朋友又何難。遂舉以遺之。良史好古博雅。藏書萬卷。古玩名帖。羅列几格。乃欲以此圖錯置其間。猶肆筵設席。水陸畢陳。而山肴野蔌。尚所不棄。竊喜小道獨有所偶。於是載書。"}, {"印记": "", "題跋類別": "題跋", "作者": "董史", "位置": "本幅", "款識": "史書", "書體": "行書", "全文": "謝惠連擣衣詩。衡紀無淹度。晷運倐如催。白露滋園菊。秋風落庭槐。肅肅莎雞羽。烈烈寒螿啼。夕陰結空幕。宵月皓中閨。美人戒裳服。端飾相招攜。簪玉出北房。鳴金步南階。（此字脫）。櫩高砧響發。楹長杵聲哀。微芳起兩袖。輕汗染雙題。紈素既已成。君子行未歸。裁用笥中刀。縫為萬里衣。盈篋自余手。幽緘候君開。腰帶准疇昔。不知今是非。款。史書。"}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "本幅", "款識": "乾隆丁卯（西元一七四七年）首夏御題於長春書屋即用圖間謝恵連擣衣詩韻兼效其體。", "書體": "行書", "全文": "凉飈颯蕭瑟。節序忽已催。絡緯吟露莎。鵯鶋棲夜槐。佳人未忍眠。顰眉黯如啼。舉首見明月。攬衾對空閨。憶遠各呻吟。命侣聊招攜。尺素出文笥。平砧列閒階。女伴強笑言。黙喻中懐哀。長短准舊度。袗襲别新題。不裁雙鴛鴦。留待君予歸。王風咏執簧。七月廑授衣。圖史堪起予。往復卷更開。髙咏恵連詩。遑問學歩非。乾隆丁卯（西元一七四七年）首夏御題於長春書屋即用圖間謝恵連擣衣詩韻兼效其體。"}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "本幅", "款識": "次韻再題次韻再題。時戊辰（西元一七四八年）清和月七日。。時戊辰（西元一七四八年）清和月七日。", "書體": "行書", "全文": "溶溶凉露濕庭阿。雙杵悲聲散綺羅。暖殿忽思同展玩。頓教霑漬淚痕多。獨旦凄其賦錦衾。横圖觸景痛難禁。江邨題句真清絶。急節曽悲樹下砧。  沼宫靄靄女桑低。盆手曽三玉腕提。盛典即今成往蹟。空憐蠶月冷椒閨。昔曽用謝惠連韻題此圖巻端。毎讀巻尾髙士奇所題三絶句及識語。感其意而悲之。重爲檢閱。則宛然予意中事矣。夫人雖貴賤不同。其爲倫常之情則一也。觸景傷神。次韻再題。時戊辰（西元一七四八年）清和月七日。"}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "本幅", "款識": "甲戌（西元一七五四年）寒食節前一日值孝賢皇后忌辰。追念前徽。撫懷節序。悲不自已。載展是卷距戊辰舊題又星霜七易。披圖觸緒。繭館猶新。用寫傷情。仍賡舊韻。御筆。", "書體": "行書", "全文": "鴻龍運玉斗。紀序相嬗催。新烟引緑榆。兔目吐髙槐。邇日頻望雨。愁卜桑鳩啼。孰謂斷魂節。憶昔别椒閨。東巡禮岱宗。鳳翣聊相擕。大故遭登舟。銀漢不可階。兹辰值忌辰。慼慼余懷悲。遣緒展斯圖。圖間有舊題。傳神擅老牟。宛似秋氣歸。佳人閙掃粧。相聚擣寒衣。即今重織維。親蠶館復開。何當盆手三。愴念前人非。甲戌（西元一七五四年）寒食節前一日值孝賢皇后忌辰。追念前徽。撫懷節序。悲不自已。載展是卷距戊辰舊題又星霜七易。披圖觸緒。繭館猶新。用寫傷情。仍賡舊韻。御筆。"}, {"印记": "", "題跋類別": "題跋", "作者": "", "位置": "拖尾", "款識": "閒中", "書體": "行書", "全文": "蟲聲日夜戒衣裘。（山谷）。鐵馬追風塞草秋。（東坡）。默默此時誰會得。（荊公）。畫成應遣一生愁。（司馬公）。右集句一首。閒中。"}, {"印记": "", "題跋類別": "題跋", "作者": "曾鼎", "位置": "拖尾", "款識": "曾鼎", "書體": "行書", "全文": "隙月漏微光。涼聲入衣早。銀漢迴碧波。白露下秋草。深閨美人思流年。感此煢煢那得眠。鳴環緩步踏幽影。畫欄斜倚雙蟬娟。鸐關音信經年絕。帶綰同心向誰說。并刀旋翦製寒衣。數尺纖書淚成血。良工善得詩家情。筆端描寫逾丹青。至今流落在人手。展翫尤為人所稱。嗟哉男兒有身當報國。共期百歲全令德。功成名就歡相逢。莫為搗衣空歎息。曾鼎。"}, {"印记": "", "題跋類別": "題跋", "作者": "黃榘", "位置": "拖尾", "款識": "黃榘", "書體": "行書", "全文": "佳人何事搗寒衣。和淚裁縫欲寄誰。惆悵愁隨霜葉墜。丁東聲襍草蛩悲。九秋風露難成夢。萬里關山有所思。一段閑情誰解得。淒涼都付畫兼詩。唐王右丞能詩善畫。東坡謂其詩中有畫。畫中有詩。然而世不多見。惟輞川圖陽關圖有之。千百年來。士大夫學詩畫者。多倣其意。惜乎知此者不知彼。知彼者不知此。得於此者失於彼。得於彼者失於此。求其兼美者。百不一二。吁。此無他。能得詩畫三昧者。乃可與言也。今觀牟祈德新所繪搗衣圖。蓋摹江左謝惠連詩意。其風簷月席。煙露草虫之情。閨房簪珥之態。皆含蓄在（原書多）圖內。非特描寫形容以為工者。真所謂畫中有詩者也。使小謝復生而見之。必賞其能為之傳神云。內弟子昌。自其聶氏故居攜歸城東別館。蓋藏其家已三世矣。後人宜寶之。黃榘。"}, {"印记": "", "題跋類別": "題跋", "作者": "黃慶", "位置": "拖尾", "款識": "時洪武初元中秋日良識。", "書體": "楷書", "全文": "余生平愛古人畫。追憶先人所藏。悉燬於壬辰之變。可痛惜哉。兵定之後。余深有以述前志。又值困頓之餘。弗盡如願。雖間得二三。殊無絕筆。獨此卷得之豫章夏氏之三友堂。前太守曹公仲修。嘗撫卷翫嘆而謂余曰。慎勿視其簡淡而輕棄焉。畫史尤工於詩文者也。觀其摹章寫句。曲盡幽閨情態。亦已至矣。想當下筆之初。心融神會。用意豈淺淺哉。時洪武初元中秋日良識。"}, {"印记": "", "題跋類別": "題跋", "作者": "黃慶", "位置": "拖尾", "款識": "洪武辛未夏。黃慶書。", "書體": "楷書", "全文": "履道藏其父仲善所跋搗衣圖。未書于卷。而謫居遼東。履道珍藏不敢失墜。余在泮。求為書之。余嘉其志。故特書于卷後。若履道可謂知所愛矣。洪武辛未夏。黃慶書。鈐印二。黃太宇氏。湖陰釣徒。"}, {"印记": "", "題跋類別": "題跋", "作者": "搢紳", "位置": "拖尾", "款識": "搢紳書", "書體": "草書", "全文": "妙畫又善文。自王右丞蘇內翰來。寥寥矣。此牟祈畫。有識語甚佳。其人大宋一奇士。無大名位。可惜。此畫則王蘇不如矣。是可寶也。視公麟七月圖皆民事。髣髴哉。搢紳書。"}, {"印记": "", "題跋類別": "題跋", "作者": "習韶", "位置": "拖尾", "款識": "奉議大夫兵部郎中廬陵習韶書", "書體": "草書", "全文": "池塘春水已生魚。門外飛花點石渠。惆悵東風（點去）近來無過雁。一簾香雨搗衣圖。奉議大夫兵部郎中廬陵習韶書。"}, {"印记": "", "題跋類別": "題跋", "作者": "張峻", "位置": "拖尾", "款識": "時永樂廿年。龍集壬寅。秋七月中元日。後學秀峰張峻識并書。", "書體": "行書", "全文": "落葉蕭蕭風露涼。深閨感此搗衣裳。三邊夢斷雲連海。雙杵敲殘月滿床。聲雜候虫秋慘切。愁隨更漏夜添長。縫成不怕關山阻。惆悵憑誰遠寄將。右搗衣圖一卷。乃牟祈德新所畫。曲盡閨房簪珥之態。皆妙絕一時。信名筆也。昔藏於城南聶履道之家。當時以為至寶。至其子子昌。與益勤善。乃以此卷贈之。暇日俾余題識。余觀此圖。妙在意外。固不容論。而又復覩諸先達之雄文鉅篇。播之詠歌。發揮之至矣。奚庸贅辭。因其請之數。固不容默喙而已也。遂掇拾陳腐。執筆惶悚。所謂持布鼓過雷門。正謂此也。時永樂廿年。龍集壬寅。秋七月中元日。後學秀峰張峻識并書。"}, {"印记": "", "題跋類別": "題跋", "作者": "高士奇", "位置": "拖尾", "款識": "康熙辛未閏七月朔日。題於信天巢。并書。看書者維揚顧書宣。同郡王赤抒。大兒元受。江屯?抱瓮翁高士奇。", "書體": "行書", "全文": "玉鋪皎月移秋陰。老槐葉脫孤螿吟。閒庭露冷夜涼入。美人相對鳴秋砧。宮眉倒暈出新樣。晚妝鬧掃橫珠簪。風絃露索響寂歷。雙杵宛中宮商音。暗泉石竇聽決決。金戈鐵馬來駸駸。愁多力少斷復續。可憐驚起雙棲禽。摒當次第入筐篋。鈎縚緜密親縫紝。燈光香灺黯無語。羅屏斜展檐櫳深。小謝詩篇老牟畫。等閒寫出璇閨心。騰聲傳寶自南宋。年將五百留至今。春窓日嫩一披卷。恍如秋夜天橫參。幽噫怨亂百感作。移人那減雍門琴。幸我心無不平事。否則懭悢添胸襟。團窠細錦密包褁。對客誇比雙南金。康熙辛未閏七月朔日。題於信天巢。并書。看書者維揚顧書宣。同郡王赤抒。大兒元受。江屯抱瓮翁高士奇。"}, {"印记": "", "題跋類別": "題跋", "作者": "高士奇", "位置": "拖尾", "款識": "江屯再題", "書體": "行書", "全文": "暮春題此詩後。臥病累月。新秋乘曉涼書之。流光忽忽。漸授衣時矣。良可嘆夫。江屯再題。"}, {"印记": "", "題跋類別": "題跋", "作者": "高士奇", "位置": "拖尾", "款識": "江村獨旦翁高士奇", "書體": "行書", "全文": ""}]