[{"印记": "", "題跋類別": "作者款識", "作者": "趙孟頫", "位置": "本幅", "款識": "公謹父。齊人也。余通守齊州。罷官來歸。為公謹說齊之山川。獨華不注最知名。見於左氏。而其狀又峻峭特立。有足奇者。乃為作此圖。其東則鵲山也。命之曰鵲華秋色云。元貞元年（西元一二九五年）十有二月。吳興趙孟頫製。", "書體": "", "全文": ""}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "本幅", "款識": "三希堂御筆。", "書體": "行書", "全文": "此卷久貯內府。已載入石渠寶笈。戊辰（西元一七四八年）春東巡齊州。則東華西鵲。蒼秀潑眼。宛若披圖。因驛致是卷相印。題長句以紀其事。己巳（西元一七四九年）嘉平幾餘重展。追念前遊。怦怦有觸。因再成長篇。書之卷尾以志歲月而敘其緣起如此。三希堂御筆。"}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "本幅", "款識": "", "書體": "行書", "全文": "駐輦曽城暢遠眸。華不（平）翠注不曽流。何年金母臨蓬海。兩朶天花此處留。右咏華不注。"}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "本幅", "款識": "御題。", "書體": "行書", "全文": "昔覽天水是圖時。不信名山能竝美。今登濟城望兩山。初謂何人解圖此。因命郵致封章便。真蹟擕來聊比似。始信筆靈合地靈。當前印證得神髓。兩朶天花繡墅巔。一隻靈鵲銀河涘。是時春煙遠郭收。栁隄窣綠花村紫。天光澹靄水揉藍。西鵲東華鏡空裏。留待今題信有神。不數嘉陵吳道子。御題。"}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "本幅", "款識": "乾隆戊辰（西元一七四八年）春日御筆。", "書體": "行書", "全文": "澹煙疎雨凑清明。罨畫峰姿别有情。若把鵲山擬靈鵲。翩躚勢亦兩相争。右咏鵲山。乾隆戊辰（西元一七四八年）春日御筆。"}, {"印记": "", "題跋類別": "題跋", "作者": "董其昌", "位置": "隔水三", "款識": "其昌記。壬寅除夕。", "書體": "行書", "全文": "余二十年前。見此圖於嘉興項氏。以為文敏一生得意筆。不減伯時蓮社圖。每往來於懷。今年長至日。項晦伯以扁舟訪余。攜此卷示余。則蓮社已先在案上。互相展視。咄咄嘆賞。晦伯曰。不可使延津之劍久判雌雄。遂屬余藏之戲鴻閣。其昌記。壬寅除夕。"}, {"印记": "", "題跋類別": "題跋", "作者": "楊載", "位置": "拖尾", "款識": "大德丁酉孟春望後三日。浦城楊載題于君錫之崇古齋。", "書體": "行書", "全文": "羲之摩詰。千載書畫之絕。獨蘭亭敘。輞川圖。尤得意之筆。吳興趙承旨以書畫名當代。評者謂能兼美乎二公。茲觀鵲華秋色一圖。自識其上。種種臻妙。清思可人。一洗工氣。謂非得意之筆可乎。誠羲之之蘭亭。摩詰之輞川也。君錫寶之哉。他（脫）必有識者。謂語（脫）也。大德丁酉孟春望後三日。浦城楊載題于君錫之崇古齋。"}, {"印记": "", "題跋類別": "題跋", "作者": "范杼", "位置": "拖尾", "款識": "致和二年四月一日。臨江范杼德機題。", "書體": "行書", "全文": "趙公子昂。書法晉。畫師唐。為一代之冠。榮際於五朝。人得其片楮。亦誇以為榮者。非貴其名而以其實也。今觀此卷。殊勝於別作。仲弘所謂公之得意者信矣。致和二年四月一日。臨江范杼德機題。"}, {"印记": "", "題跋類別": "題跋", "作者": "董其昌", "位置": "拖尾", "款識": "萬曆三十三年。曬畫武昌公廨題。其昌。", "書體": "行書", "全文": "吳興此圖。兼右丞北苑二家畫法。有唐人之緻。去其纖。有北宋之雄。去其獷。故曰師法捨短。亦如書家以肖似古人不能變體為書奴也。萬曆三十三年。曬畫武昌公廨題。其昌。"}, {"印记": "", "題跋類別": "題跋", "作者": "董其昌", "位置": "拖尾", "款識": "崇禎二年。歲在己巳。惠生攜至金閶舟中。獲再觀。董其昌。", "書體": "行書", "全文": "崇禎二年。歲在己巳。惠生攜至金閶舟中。獲再觀。董其昌。"}, {"印记": "", "題跋類別": "題跋", "作者": "錢溥", "位置": "拖尾", "款識": "正統十一年丙寅八月望。翰林錢溥謹題。", "書體": "行書", "全文": "吳興公蚤歲戲墨。深得物外山水筆意。雖一木一石。種種異於人者。且風尚古俊。脫去凡近。政如王謝子弟。倒冠岸幘。與天下公子鬥舉止也。百世後可為一代規式。士大夫當共寶秘之。至正甲申十有二月朔。虞集謹識。昔虞文靖公題松雪翁畫圖。簡約精妙。可謂兩絕。友人徐尚賓見而愛之。求余錄入鵲華秋色圖內。以足其美。噫。尚賓其好古君子乎。正統十一年丙寅八月望。翰林錢溥謹題。"}, {"印记": "", "題跋類別": "題跋", "作者": "董其昌", "位置": "拖尾", "款識": "右張伯雨詩集所載。惠生屬予再錄。以續楊范二詩人之筆。歲在庚午夏五十三日。董其昌識。", "書體": "行書", "全文": "鵲華秋色圖詩。弁陽老人公謹父。周之孫子猶懷土。南來寄食弁山陽。夢作齊東野人語。濟南別駕平原君。為貌家山入囊楮。鵲華秋色翠可食。耕稼陶漁在其下。吳儂白頭不歸去。不如掩卷聽春雨。右張伯雨詩集所載。惠生屬予再錄。以續楊范二詩人之筆。歲在庚午夏五十三日。董其昌識。"}, {"印记": "", "題跋類別": "題跋", "作者": "董其昌", "位置": "拖尾", "款識": "董其昌重題", "書體": "行書", "全文": "弁陽老人。在晚宋時以博雅名。其煙雲過眼錄。皆在賈秋壑收藏諸珍圖名畫中鑒定。入勝國初。子昂從之。得見聞唐宋風流。與錢舜舉同稱耆舊。蓋書畫學必有師友淵源。湖州一派。真畫學所宗也。董其昌重題。"}, {"印记": "", "題跋類別": "題跋", "作者": "吳景運", "位置": "拖尾", "款識": "荊溪吳景運", "書體": "行書", "全文": "向見董宗伯臨文敏公鵲華秋色圖。已嘆賞不置。今獲觀此卷。更覺一辭莫贊。乃知書畫一致。知之而不能為之。為之而不能名之也。壬寅秋八月謹識於南山閣。荊溪吳景運。"}, {"印记": "", "題跋類別": "題跋", "作者": "曹溶", "位置": "拖尾", "款識": "曹溶題於雙溪舟中", "書體": "行書", "全文": "世人解重元末四家。不解推尊松雪。絕不足怪。不過胸中無書耳。余見松雪畫至夥。絢爛天真。各極其致。此為公謹作圖。用筆尤遒古。殆以公謹精鑒別。有意分煙雲過眼中一位耶。卷藏金沙舊家。今歸膠州張先三。鵲華兩山有靈。故使主人涉江數千里。攫取此卷還其鄉也。曹溶題於雙溪舟中。"}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "拖尾", "款識": "戊辰（西元一七四八年）清明日御筆。", "書體": "行書", "全文": "鵲華二山按輿志諸書所載夙稱名勝。向得趙孟頫是圖。珍為秘寶。每一展覽輒神為嚮往。然僅於卷中得其彷彿。意猶少之。今年二月東巡狩。謁闕里。祀岱宗。禮成旋蹕濟陽。周覽城堞。望東北隅諸山。詢之守土大吏。乃知山頂高且銳者為華不注。迤西頂平以厚者為鵲山。向固未知之也。因命郵報從京齎吳興畫卷以來。兩相證合。風景無殊。而一時目舒意愜。較之曩者臥遊。奚啻倍蓯天假之緣。豈偶然哉。但吳興自記云東為鵲山。今考誌乘叅以目覩。知其在華西。豈一時筆誤歟。故書近作鵲華二詩各於其山之側。並識於此云。戊辰（西元一七四八年）清明日御筆。"}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "拖尾", "款識": "", "書體": "行書", "全文": "吳興此卷先已編入石渠寶笈。其時因未歷二山勝概。不及一語識之。今圖與景會。瞭然於心目之間。既為別白考證。而鵲華二山與所由名橋者。又各分題絕句竝畫卷中。是宣志其顛。末標以歲月。庶便他日覽觀焉。清明後三日再筆。"}, {"印记": "", "題跋類別": "題跋", "作者": "清高宗", "位置": "拖尾", "款識": ""}]