[{"印记": "", "題跋類別": "作者款識", "作者": "趙孟頫", "位置": "本幅", "款識": "嶂圖。（前方自題僅存嶂圖二字）。大德七年（西元一三０三年）二月六日吳興趙孟頫畫。", "書體": "楷書", "全文": ""}, {"印记": "", "題跋類別": "題跋", "作者": "虞集", "位置": "拖尾", "款識": "虞集", "書體": "楷書", "全文": "昔者長（生字點去）江險。能生白髮哀。百年經濟盡。一日畫圖開。僧寺依希在。漁舟浩蕩迴。蕭條數株樹。時有海潮來。虞集。"}, {"印记": "", "題跋類別": "題跋", "作者": "石巖", "位置": "拖尾", "款識": "石巖次韻", "書體": "隸書", "全文": "藝事推三絕。交情到八哀。衣冠太平出。筆硯好懷開。虹月徒延佇。鷗波眇去回。同為帝都客。揮洒得看來。石巖次韻。"}, {"印记": "", "題跋類別": "題跋", "作者": "柳貫", "位置": "拖尾", "款識": "至順四年夏四月廿四日東陽柳貫道傳鑑定并題", "書體": "楷書", "全文": "君不見帝壻王家寶繪堂。山川發墨開鴻荒。重江叠嶂詩作畫。東坡留題雲錦光。又不見後身松雪齋中叟。伸紙臨摹筆鋒走。樓臺縹緲出林坳。蘆葦蕭騷藏澤藪。白雲飛不盡青冥。百丈牽江入樊口。墨光照几射我眸。我為搴芳歌遠游。胸中是物有元氣。世上何所無滄洲。我疑此叟猶未化。瞬息御風行九州。五山四溟一觴豆。瑣細弗遺囊褚收。故能援毫發天藻。不與俗工爭醜好。（披圖兩字點去）楚山雲歸楚水流。萬里秋光如電掃。拈來關董散花禪。別出曹劉斲輪巧。披圖我作如是觀。毛穎陶泓共聞道。鳴呼。相馬猶相人。駑駘豈得同翔麟。舍夫毛骨論形似。如此鑑賞焉能真。後來有問延祐腳。意索舉似吾方歅。至順四年夏四月廿四日東陽柳貫道傳鑑定并題。"}, {"印记": "", "題跋類別": "題跋", "作者": "陳敬宗", "位置": "拖尾", "款識": "時宣德九年春三月既望。四明陳敬宗題。", "書體": "草書", "全文": "曠望不可極。江山圖畫中。晴空開浩蕩。元氣闢鴻濛。遠樹崑崙外。扶桑滄海東。黃河來萬里。弱水出三峰。帆影秋（江字點去）波棹。潮音曉寺鍾。雨收龍入壑。烟暝鶴歸松。妙墨真名筆。神機奪化工。古來精絕者。誰似水晶宮。右趙文敏公重江叠嶂圖。今為李昶啟明家藏。昶姑孰士文子也。士文以善醫鳴于時。昶先世其家業。且好讀書。能吟詩。善楷法。言溫氣和。進退有度。可嘉也。以予嘗交其先子。因持是圖求予題之。所謂水晶宮者。文敏公號也。時宣德九年春三月既望。四明陳敬宗題。"}, {"印记": "", "題跋類別": "題跋", "作者": "陳璉", "位置": "拖尾", "款識": "宣德九年甲寅秋八月初吉。羊城陳璉書于鸞臺之公署。", "書體": "行楷書", "全文": "趙松雪畫妙當世。若此卷極清潤可愛。不然何以見稱於道傳柳公耶。公與虞邵菴俱有詩。格調高古尤可愛。蓋三絕也。今為李昶啟明家藏故物。間求余題。因識此。俾其知所重云。宣德九年甲寅秋八月初吉。羊城陳璉書于鸞臺之公署。"}, {"印记": "", "題跋類別": "題跋", "作者": "魏驥", "位置": "拖尾", "款識": "蕭山魏驥", "書體": "行楷書", "全文": "重江疊嶂暮秋時。景物宜人段段奇。紅葉衡茅通窅窕。白雲蕭寺入逶迤。風凄遠樹員聲急。日暝遙空鴈影遲。歷歷舊游今見畫。濡毫寧惜寄遐思。蕭山魏驥。"}, {"印记": "", "題跋類別": "題跋", "作者": "吳寬", "位置": "拖尾", "款識": "延陵吳寬觀。李兵曹所藏題。", "書體": "行楷書", "全文": "長江滔滔向東瀉。憶昔扁舟順流下。慈悲閣前浪花白。兩岸青山似奔馬。蒹葭楊柳風颼颼。江行六月疑深秋。歸來已是十年事。看畫偶然思舊游。水聲樹色非耶是。仍見山腰隱高寺。赤岸滄洲杳靄間。只尺悠然起愁思。苕溪影落鷗波亭。王孫弄筆何曾停。北來戎馬暗江滸。千古遺恨歸東溟。延陵吳寬觀。李兵曹所藏題。"}, {"印记": "", "題跋類別": "題跋", "作者": "周天球", "位置": "拖尾", "款識": "萬曆丁丑六月廿又四日。大暑中披覽于弇山堂。真覺清風颯至也。六止生周天球記。", "書體": "草書", "全文": "萬曆丁丑六月廿又四日。大暑中披覽于弇山堂。真覺清風颯至也。六止生周天球記。"}, {"印记": "", "題跋類別": "題跋", "作者": "沈周", "位置": "拖尾", "款識": "吳下沈周", "書體": "行書", "全文": "王孫無運開英雄。聊拾江山藏畫中。還從慘憺見舊物。似有涕淚含孤忠。聱牙禹貢未暇讀。一圖萬里知提封。張韓劉岳無其功。入關蕭相將無同。王孫本號松雪翁。能事錯認營丘公。丹青隱墨墨隱水。其妙貴淡不數濃。縈灘曲瀨導巴蜀。沓巘長巒連華嵩。空濛野馬軋雲日。浩蕩碧縠吹秋風。王孫隔此不可從。水晶雙闕金芙蓉。招之千年或一出。黃鶴豈不思江東。吳下沈周。"}, {"印记": "", "題跋類別": "題跋", "作者": "莫是龍", "位置": "拖尾", "款識": "萬曆丁丑仲夏二日。華亭莫雲卿吳苑徐天祐得共觀焉。", "書體": "楷書", "全文": "萬曆丁丑仲夏二日。華亭莫雲卿吳苑徐天祐得共觀焉。"}, {"印记": "", "題跋類別": "題跋", "作者": "王世貞", "位置": "拖尾", "款識": "吳郡王世貞", "書體": "行書", "全文": "昔登江上山。頗愛江上句。天際識歸舟。雲中辨煙樹。長風不起漁歌間。大鵠小鳧爭往還。坐身突兀峭蒨表。著眼莽蒼熹微間。歸來舉頭觸四壁。但覺膏肓有泉石。誰洗丹青開絹素。令我蒼翠流裀席。摩娑舊游亦如此。彷彿烟霞指端起。山凹那當別有雲。天低不辨誰（雲字點去）為水。吳興王孫妙自知。不諱前身為畫師。直將平遠苕霅趣。寫出滉瀁金焦奇。老夫手挈盧敖杖。更辦鴟夷五湖舫。欲作寰中汗漫游。即披此卷神先往。趙文敏公此圖。沖澹簡遠。意在筆外。不知於李營丘如何。駸駸欲度荊郭前矣。吾歌所云。直將清遠苕霅趣。寫出滉瀁金焦奇。公故吳興人。聊用為戲耳。其於海門吞揚子。浮天浴日。怒雷驚濤之狀。固少遜。至杳靄澹蕩。出有入無。潤氣在眉睫間。不至作公家大年朝京觀也。跋尾諸詩。虞伯生柳道傳。勝國名流。陳敬宗吳原博先朝學士。精八法者。而啟南尤畫史中董狐。言固足重也。吳郡王世貞。"}, {"印记": "", "題跋類別": "題跋", "作者": "王世貞", "位置": "拖尾", "款識": "世貞題", "書體": "行書", "全文": "吾嚮者見公畫。以為公吳興人。故類苕霅間山水耳。大江中行十日不遇風。波平如席。病小間對江南北諸山。閱此卷便似芙蓉鏡中美人。以此知前輩之不易嘲也。世貞題。"}, {"印记": "", "題跋類別": "題跋", "作者": "王世懋", "位置": "拖尾", "款識": "王世懋題", "書體": "行書", "全文": "丙子夏日於鄖陽公署雨中獲觀此圖。真覺楮墨間尚有餘潤。王世懋題。"}, {"印记": "", "題跋類別": "題跋", "作者": "張九一", "位置": "拖尾", "款識": "汝南張九一九二同觀", "書體": "行書", "全文": "汝南張九一九二同觀。"}, {"印记": "", "題跋類別": "題跋", "作者": "陳演", "位置": "拖尾", "款識": "潁川陳演同黃潤甫姚大有敬觀於大江之清谿", "書體": "隸書", "全文": "潁川陳演同黃潤甫姚大有敬觀於大江之清谿。"}, {"印记": "", "題跋類別": "題跋", "作者": "湯傑", "位置": "拖尾", "款識": "嘉靖癸亥秋月少林湯傑重裝", "書體": "行楷書", "全文": "嘉靖癸亥秋月少林湯傑重裝。"}, {"印记": "", "題跋類別": "題跋", "作者": "程南雲", "位置": "引首", "款識": "吏部郎中兼翰林侍書程南雲書"}]